{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|user_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|user_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|assistant_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|assistant_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|python_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|python_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|output_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|output_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,2}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<|bos|>": 0,
      "<|user_start|>": 1,
      "<|user_end|>": 2,
      "<|assistant_start|>": 3,
      "<|assistant_end|>": 4,
      "<|python_start|>": 5,
      "<|python_end|>": 6,
      "<|output_start|>": 7,
      "<|output_end|>": 8,
      "!": 9,
      "\"": 10,
      "#": 11,
      "$": 12,
      "%": 13,
      "&": 14,
      "'": 15,
      "(": 16,
      ")": 17,
      "*": 18,
      "+": 19,
      ",": 20,
      "-": 21,
      ".": 22,
      "/": 23,
      "0": 24,
      "1": 25,
      "2": 26,
      "3": 27,
      "4": 28,
      "5": 29,
      "6": 30,
      "7": 31,
      "8": 32,
      "9": 33,
      ":": 34,
      ";": 35,
      "<": 36,
      "=": 37,
      ">": 38,
      "?": 39,
      "@": 40,
      "A": 41,
      "B": 42,
      "C": 43,
      "D": 44,
      "E": 45,
      "F": 46,
      "G": 47,
      "H": 48,
      "I": 49,
      "J": 50,
      "K": 51,
      "L": 52,
      "M": 53,
      "N": 54,
      "O": 55,
      "P": 56,
      "Q": 57,
      "R": 58,
      "S": 59,
      "T": 60,
      "U": 61,
      "V": 62,
      "W": 63,
      "X": 64,
      "Y": 65,
      "Z": 66,
      "[": 67,
      "\\": 68,
      "]": 69,
      "^": 70,
      "_": 71,
      "`": 72,
      "a": 73,
      "b": 74,
      "c": 75,
      "d": 76,
      "e": 77,
      "f": 78,
      "g": 79,
      "h": 80,
      "i": 81,
      "j": 82,
      "k": 83,
      "l": 84,
      "m": 85,
      "n": 86,
      "o": 87,
      "p": 88,
      "q": 89,
      "r": 90,
      "s": 91,
      "t": 92,
      "u": 93,
      "v": 94,
      "w": 95,
      "x": 96,
      "y": 97,
      "z": 98,
      "{": 99,
      "|": 100,
      "}": 101,
      "~": 102,
      "¡": 103,
      "¢": 104,
      "£": 105,
      "¤": 106,
      "¥": 107,
      "¦": 108,
      "§": 109,
      "¨": 110,
      "©": 111,
      "ª": 112,
      "«": 113,
      "¬": 114,
      "®": 115,
      "¯": 116,
      "°": 117,
      "±": 118,
      "²": 119,
      "³": 120,
      "´": 121,
      "µ": 122,
      "¶": 123,
      "·": 124,
      "¸": 125,
      "¹": 126,
      "º": 127,
      "»": 128,
      "¼": 129,
      "½": 130,
      "¾": 131,
      "¿": 132,
      "À": 133,
      "Á": 134,
      "Â": 135,
      "Ã": 136,
      "Ä": 137,
      "Å": 138,
      "Æ": 139,
      "Ç": 140,
      "È": 141,
      "É": 142,
      "Ê": 143,
      "Ë": 144,
      "Ì": 145,
      "Í": 146,
      "Î": 147,
      "Ï": 148,
      "Ð": 149,
      "Ñ": 150,
      "Ò": 151,
      "Ó": 152,
      "Ô": 153,
      "Õ": 154,
      "Ö": 155,
      "×": 156,
      "Ø": 157,
      "Ù": 158,
      "Ú": 159,
      "Û": 160,
      "Ü": 161,
      "Ý": 162,
      "Þ": 163,
      "ß": 164,
      "à": 165,
      "á": 166,
      "â": 167,
      "ã": 168,
      "ä": 169,
      "å": 170,
      "æ": 171,
      "ç": 172,
      "è": 173,
      "é": 174,
      "ê": 175,
      "ë": 176,
      "ì": 177,
      "í": 178,
      "î": 179,
      "ï": 180,
      "ð": 181,
      "ñ": 182,
      "ò": 183,
      "ó": 184,
      "ô": 185,
      "õ": 186,
      "ö": 187,
      "÷": 188,
      "ø": 189,
      "ù": 190,
      "ú": 191,
      "û": 192,
      "ü": 193,
      "ý": 194,
      "þ": 195,
      "ÿ": 196,
      "Ā": 197,
      "ā": 198,
      "Ă": 199,
      "ă": 200,
      "Ą": 201,
      "ą": 202,
      "Ć": 203,
      "ć": 204,
      "Ĉ": 205,
      "ĉ": 206,
      "Ċ": 207,
      "ċ": 208,
      "Č": 209,
      "č": 210,
      "Ď": 211,
      "ď": 212,
      "Đ": 213,
      "đ": 214,
      "Ē": 215,
      "ē": 216,
      "Ĕ": 217,
      "ĕ": 218,
      "Ė": 219,
      "ė": 220,
      "Ę": 221,
      "ę": 222,
      "Ě": 223,
      "ě": 224,
      "Ĝ": 225,
      "ĝ": 226,
      "Ğ": 227,
      "ğ": 228,
      "Ġ": 229,
      "ġ": 230,
      "Ģ": 231,
      "ģ": 232,
      "Ĥ": 233,
      "ĥ": 234,
      "Ħ": 235,
      "ħ": 236,
      "Ĩ": 237,
      "ĩ": 238,
      "Ī": 239,
      "ī": 240,
      "Ĭ": 241,
      "ĭ": 242,
      "Į": 243,
      "į": 244,
      "İ": 245,
      "ı": 246,
      "Ĳ": 247,
      "ĳ": 248,
      "Ĵ": 249,
      "ĵ": 250,
      "Ķ": 251,
      "ķ": 252,
      "ĸ": 253,
      "Ĺ": 254,
      "ĺ": 255,
      "Ļ": 256,
      "ļ": 257,
      "Ľ": 258,
      "ľ": 259,
      "Ŀ": 260,
      "ŀ": 261,
      "Ł": 262,
      "ł": 263,
      "Ń": 264,
      "ĠĠ": 265,
      "ĠĠĠĠ": 266,
      "ĠĠĠ": 267,
      "ĠĠĠĠĠĠĠ": 268,
      "ĠĠĠĠĠĠĠĠĠĠĠ": 269,
      "on": 270,
      "in": 271,
      "re": 272,
      "se": 273,
      "at": 274,
      "de": 275,
      "Ġt": 276,
      "er": 277,
      "Ġa": 278,
      "or": 279,
      "--": 280,
      "he": 281,
      "st": 282,
      "al": 283,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 284,
      ",Ċ": 285,
      "Ġi": 286,
      "ĊĊ": 287,
      "me": 288,
      "le": 289,
      "Ġf": 290,
      "Ġc": 291,
      "Ġ=": 292,
      "Ġthe": 293,
      "ion": 294,
      "es": 295,
      "ar": 296,
      "Ġin": 297,
      "Ġ\"": 298,
      "Ġre": 299,
      "an": 300,
      "Ġb": 301,
      "en": 302,
      "Ġo": 303,
      "Ġn": 304,
      "ame": 305,
      "----": 306,
      "Ġd": 307,
      "ol": 308,
      ":Ċ": 309,
      "it": 310,
      "lf": 311,
      "self": 312,
      "==": 313,
      "ct": 314,
      "ed": 315,
      "Ġs": 316,
      "ro": 317,
      "ing": 318,
      "Ġp": 319,
      ")Ċ": 320,
      "ue": 321,
      "el": 322,
      "ur": 323,
      "is": 324,
      "Ġw": 325,
      "ĠN": 326,
      "ul": 327,
      "one": 328,
      "..": 329,
      "ot": 330,
      "Ġde": 331,
      "pe": 332,
      "as": 333,
      "ut": 334,
      "Ġto": 335,
      "Ġm": 336,
      ".ĊĊ": 337,
      "ode": 338,
      "mp": 339,
      "un": 340,
      "Ġis": 341,
      "val": 342,
      ".Ċ": 343,
      "ata": 344,
      "dex": 345,
      "Ġself": 346,
      ">>": 347,
      "ĠĠĠĠĠĠĠĠ": 348,
      "Ġ`": 349,
      "\"\"": 350,
      "Ġif": 351,
      "ult": 352,
      "um": 353,
      "cl": 354,
      "Ġan": 355,
      "ra": 356,
      "ce": 357,
      "pon": 358,
      "ĠS": 359,
      "ĠNone": 360,
      "Ġ#": 361,
      "ex": 362,
      "urn": 363,
      "turn": 364,
      "Ġfor": 365,
      "ponse": 366,
      "ĠA": 367,
      "li": 368,
      "(Ċ": 369,
      "oc": 370,
      "Ġdef": 371,
      "il": 372,
      "ĠT": 373,
      "ĠD": 374,
      "ation": 375,
      "Ġ\"\"\"": 376,
      "fi": 377,
      "ype": 378,
      "ies": 379,
      "ke": 380,
      "res": 381,
      "Ġ:": 382,
      "Ġof": 383,
      "====": 384,
      "co": 385,
      "pt": 386,
      "nt": 387,
      "Ġbe": 388,
      "th": 389,
      "Ġ\"\"\"Ċ": 390,
      "Ġres": 391,
      "str": 392,
      "Ġ..": 393,
      ")ĊĊ": 394,
      "ab": 395,
      "Ġreturn": 396,
      "Ġand": 397,
      "ad": 398,
      "ap": 399,
      "ĠI": 400,
      "ĠF": 401,
      "Ġth": 402,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 403,
      "ort": 404,
      "ĠR": 405,
      "rame": 406,
      "ge": 407,
      "Ġor": 408,
      "ate": 409,
      "Ġval": 410,
      "odel": 411,
      "eld": 412,
      "--------": 413,
      "Ġnot": 414,
      "._": 415,
      "ic": 416,
      "Ġ*": 417,
      "ath": 418,
      "ault": 419,
      "up": 420,
      "ly": 421,
      "Ġ(": 422,
      "olum": 423,
      "olumn": 424,
      "ter": 425,
      "pen": 426,
      "ast": 427,
      "ption": 428,
      "Ġfi": 429,
      "rom": 430,
      "que": 431,
      "Ġ-": 432,
      "eries": 433,
      "):Ċ": 434,
      "Frame": 435,
      "lo": 436,
      "_m": 437,
      "type": 438,
      "ver": 439,
      "ated": 440,
      "od": 441,
      "xis": 442,
      "Ġ[": 443,
      "clu": 444,
      "\",": 445,
      ">>>": 446,
      "ht": 447,
      "ataFrame": 448,
      "name": 449,
      "Ġ...": 450,
      "Ġ>>>": 451,
      "ass": 452,
      "ith": 453,
      "ction": 454,
      "per": 455,
      "clude": 456,
      "ure": 457,
      "Ġse": 458,
      "ill": 459,
      "ri": 460,
      "ror": 461,
      "id": 462,
      "ĠC": 463,
      "index": 464,
      "Ġle": 465,
      "ĠRe": 466,
      "ool": 467,
      "use": 468,
      "ues": 469,
      "ck": 470,
      "and": 471,
      "ĠSeries": 472,
      "Ġh": 473,
      "PI": 474,
      "ĠO": 475,
      "Ġ|": 476,
      "``": 477,
      "Ġit": 478,
      "ore": 479,
      "arg": 480,
      "ĠDataFrame": 481,
      "Ġco": 482,
      "py": 483,
      "Ġas": 484,
      "able": 485,
      "Ġl": 486,
      "Ġcon": 487,
      "Ġbool": 488,
      "Ġe": 489,
      "Ġresponse": 490,
      "Ġex": 491,
      "Ġindex": 492,
      "Ġ)": 493,
      "olumns": 494,
      "API": 495,
      "========": 496,
      "alse": 497,
      "mple": 498,
      "_f": 499,
      "Ġ``": 500,
      "rue": 501,
      "ch": 502,
      "ĠP": 503,
      "ment": 504,
      "(self": 505,
      "Ġdefault": 506,
      "ta": 507,
      "mport": 508,
      "Ġwith": 509,
      "quest": 510,
      "response": 511,
      "get": 512,
      "xt": 513,
      "key": 514,
      "pl": 515,
      "Ġ->": 516,
      "bj": 517,
      "_model": 518,
      "Ġ_": 519,
      "Ġg": 520,
      "ine": 521,
      "path": 522,
      "all": 523,
      "Ġuse": 524,
      "_s": 525,
      "ray": 526,
      "Ġ'": 527,
      "Ġwill": 528,
      "sion": 529,
      "_c": 530,
      "ig": 531,
      "der": 532,
      "ĠAn": 533,
      "vel": 534,
      "ve": 535,
      "ect": 536,
      "are": 537,
      ".co": 538,
      "par": 539,
      "ample": 540,
      "te": 541,
      "Ġal": 542,
      "Ġstr": 543,
      "Ġname": 544,
      "_d": 545,
      "ent": 546,
      "out": 547,
      "us": 548,
      "ener": 549,
      "],Ċ": 550,
      "peration": 551,
      "Ġimport": 552,
      "Ġon": 553,
      "Ġaxis": 554,
      "Ġel": 555,
      "unction": 556,
      "api": 557,
      "qu": 558,
      "ma": 559,
      "Ġar": 560,
      "Ġfrom": 561,
      "Ġdata": 562,
      "ise": 563,
      "Ġvalues": 564,
      "def": 565,
      "args": 566,
      "class": 567,
      "ocs": 568,
      "Ġdf": 569,
      "ho": 570,
      "set": 571,
      "not": 572,
      "Ġli": 573,
      "Ġme": 574,
      "ĠM": 575,
      "bject": 576,
      "ase": 577,
      "ict": 578,
      "ti": 579,
      "ĠThe": 580,
      "Ġ{": 581,
      "if": 582,
      "Ġthat": 583,
      "ance": 584,
      "xture": 585,
      "_in": 586,
      "_ex": 587,
      "ther": 588,
      "Ġfield": 589,
      "ps": 590,
      "Ġ--------": 591,
      "Ġthis": 592,
      "thod": 593,
      "Er": 594,
      "ptional": 595,
      "Error": 596,
      "con": 597,
      "pp": 598,
      "ite": 599,
      "ew": 600,
      "am": 601,
      "eat": 602,
      "Ġdtype": 603,
      "ĠFalse": 604,
      "vi": 605,
      "om": 606,
      "Ġ...,Ċ": 607,
      "Ġy": 608,
      "ang": 609,
      "htt": 610,
      "Ġby": 611,
      "Ġ)Ċ": 612,
      "field": 613,
      "],": 614,
      "Ġvalue": 615,
      "Ġint": 616,
      "__": 617,
      "Ġare": 618,
      "Ġst": 619,
      "ack": 620,
      "error": 621,
      "from": 622,
      "ĠE": 623,
      "che": 624,
      "astAPI": 625,
      "nc": 626,
      "ded": 627,
      "_val": 628,
      "ĠReturn": 629,
      "(\"": 630,
      "\"Ċ": 631,
      "//": 632,
      "\",Ċ": 633,
      "ĠTrue": 634,
      "://": 635,
      "tr": 636,
      "Ġmore": 637,
      "ĠIf": 638,
      "stance": 639,
      "Ġobject": 640,
      "\":": 641,
      "kw": 642,
      "Ġ]": 643,
      "Ġresult": 644,
      "Ġat": 645,
      "Ġ),Ċ": 646,
      "Ġpar": 647,
      "Ġelse": 648,
      "Ġcolumns": 649,
      ").Ċ": 650,
      "=\"": 651,
      "Ġoperation": 652,
      "uld": 653,
      "[Ċ": 654,
      "ĠDoc": 655,
      "https": 656,
      "row": 657,
      "ser": 658,
      "iz": 659,
      "Ġother": 660,
      "ures": 661,
      "ĠB": 662,
      "ameter": 663,
      "fig": 664,
      "orm": 665,
      "notated": 666,
      "ĠAnnotated": 667,
      "amples": 668,
      "ndex": 669,
      "Ġra": 670,
      "unc": 671,
      ".com": 672,
      "kwargs": 673,
      "astapi": 674,
      "af": 675,
      "None": 676,
      "pre": 677,
      "Ġr": 678,
      "_exclude": 679,
      "Ġgener": 680,
      "Ġab": 681,
      "Ġkey": 682,
      "ĠĠĠĠĠ": 683,
      "ust": 684,
      "Ġlist": 685,
      "Ġma": 686,
      "int": 687,
      "Ġapp": 688,
      "abel": 689,
      "im": 690,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 691,
      "_name": 692,
      "lic": 693,
      "ok": 694,
      "ag": 695,
      "ace": 696,
      "Ġraise": 697,
      "]Ċ": 698,
      "app": 699,
      "Ġcl": 700,
      "ĠSe": 701,
      "================": 702,
      "array": 703,
      "ĠW": 704,
      "ip": 705,
      "Ġfunction": 706,
      "his": 707,
      "ĠL": 708,
      "Ġlevel": 709,
      "Ġen": 710,
      "ib": 711,
      "Ġrequest": 712,
      "ding": 713,
      "uni": 714,
      "esponse": 715,
      "Ġset": 716,
      "Ġ@": 717,
      "()": 718,
      "Ġcan": 719,
      "Ġused": 720,
      "ha": 721,
      "ial": 722,
      "ĠRead": 723,
      "Ġpd": 724,
      "ĠThis": 725,
      "Ġabout": 726,
      ":`": 727,
      "[\"": 728,
      "FastAPI": 729,
      "_b": 730,
      "unique": 731,
      "_t": 732,
      "na": 733,
      "ĠOptional": 734,
      "',": 735,
      "instance": 736,
      "_p": 737,
      "fastapi": 738,
      ".ti": 739,
      "_o": 740,
      "_le": 741,
      "](": 742,
      "Ġv": 743,
      "Ġdocs": 744,
      "_index": 745,
      "ire": 746,
      "Ġpro": 747,
      "_n": 748,
      "olo": 749,
      "Ġ**": 750,
      "angolo": 751,
      ".n": 752,
      "()Ċ": 753,
      "00": 754,
      "Ġ)ĊĊ": 755,
      ".tiangolo": 756,
      "ist": 757,
      "ty": 758,
      "hen": 759,
      "Ġwe": 760,
      "item": 761,
      ".d": 762,
      "Ġisinstance": 763,
      "Ġerror": 764,
      "plit": 765,
      "test": 766,
      "sed": 767,
      "ĠU": 768,
      "ext": 769,
      "_field": 770,
      "Ġmethod": 771,
      "\")Ċ": 772,
      "ary": 773,
      "ow": 774,
      "andas": 775,
      "Ġ--------Ċ": 776,
      "_re": 777,
      "ĠNa": 778,
      "Ġarg": 779,
      "eatures": 780,
      "Ġ==": 781,
      "ute": 782,
      "True": 783,
      "ument": 784,
      "Ġnew": 785,
      "url": 786,
      "Val": 787,
      "Ġcol": 788,
      "Ġpre": 789,
      "columns": 790,
      "ef": 791,
      "ou": 792,
      "_w": 793,
      "low": 794,
      "=None": 795,
      ".s": 796,
      "ĠOpen": 797,
      "Ġtype": 798,
      "loat": 799,
      "nore": 800,
      "Ġsho": 801,
      "place": 802,
      "[str": 803,
      "Ġnum": 804,
      "ĠOpenAPI": 805,
      "pend": 806,
      "axis": 807,
      "False": 808,
      "version": 809,
      "Ġnode": 810,
      "Ġpath": 811,
      "ave": 812,
      "ant": 813,
      "ight": 814,
      "ator": 815,
      "default": 816,
      "_value": 817,
      "ible": 818,
      "iter": 819,
      "inal": 820,
      "arent": 821,
      "ces": 822,
      "heck": 823,
      "ĠNaN": 824,
      "allable": 825,
      "Ġ<": 826,
      "oth": 827,
      "Ġfixture": 828,
      "tain": 829,
      "Ġget": 830,
      "Ġlen": 831,
      ".g": 832,
      "64": 833,
      "ĠEx": 834,
      "so": 835,
      "ub": 836,
      "Ġwh": 837,
      "ĠCon": 838,
      "param": 839,
      "Ġcolumn": 840,
      "Ġdo": 841,
      "----------------": 842,
      "_class": 843,
      "Ġad": 844,
      "iv": 845,
      "pec": 846,
      "pende": 847,
      "ON": 848,
      "Ġ----": 849,
      "ket": 850,
      "Ġall": 851,
      "Ġnp": 852,
      "rent": 853,
      "\"]": 854,
      "data": 855,
      "irect": 856,
      "put": 857,
      "col": 858,
      "_id": 859,
      "ĠVal": 860,
      "pendenc": 861,
      "_co": 862,
      "ug": 863,
      "cor": 864,
      "os": 865,
      "-Ċ": 866,
      "ition": 867,
      "Ġ(Ċ": 868,
      "Ġhave": 869,
      "figur": 870,
      "ĠH": 871,
      "Ġlabel": 872,
      "ĠPar": 873,
      "figuration": 874,
      "Series": 875,
      "loc": 876,
      "/t": 877,
      "form": 878,
      "ize": 879,
      "cope": 880,
      "uple": 881,
      "Ġfields": 882,
      "ameters": 883,
      "ght": 884,
      "gnore": 885,
      "),": 886,
      "Ġversion": 887,
      "atus": 888,
      "ild": 889,
      "rop": 890,
      "=False": 891,
      "Ġarray": 892,
      "ĠSee": 893,
      "_on": 894,
      "attr": 895,
      "ĠIt": 896,
      "ĠĠĠĠĠĠ": 897,
      "Ġwhen": 898,
      "using": 899,
      ".re": 900,
      "utor": 901,
      "like": 902,
      "cri": 903,
      "Ġhe": 904,
      "/tutor": 905,
      "/tutorial": 906,
      "_de": 907,
      "age": 908,
      "Ġrow": 909,
      "right": 910,
      "Ġgenerated": 911,
      "Re": 912,
      ".__": 913,
      "Index": 914,
      "atch": 915,
      "--Ċ": 916,
      "_fields": 917,
      "rst": 918,
      "Ġhas": 919,
      "([": 920,
      ".index": 921,
      "kip": 922,
      "Ġcont": 923,
      "Ġonly": 924,
      "arn": 925,
      "=True": 926,
      "cept": 927,
      "20": 928,
      "DataFrame": 929,
      "ity": 930,
      "::": 931,
      "sing": 932,
      "Ġdict": 933,
      "load": 934,
      "ifi": 935,
      "Ġignore": 936,
      "ĠResponse": 937,
      "func": 938,
      "ĠX": 939,
      "ally": 940,
      "/#": 941,
      "ep": 942,
      "ses": 943,
      "assed": 944,
      "_default": 945,
      "gr": 946,
      "),Ċ": 947,
      "Ġfloat": 948,
      "hape": 949,
      "wor": 950,
      "Ġch": 951,
      "pendencies": 952,
      "ber": 953,
      "Ġun": 954,
      "ception": 955,
      "eature": 956,
      "ĠReturns": 957,
      "docs": 958,
      "eric": 959,
      "isible": 960,
      "ĠAny": 961,
      "ĠG": 962,
      "Ġtr": 963,
      "Ġcheck": 964,
      "Ġpassed": 965,
      "und": 966,
      ".get": 967,
      "Ġover": 968,
      "line": 969,
      "ĠĠĠĠĠĠĠĠĠ": 970,
      "back": 971,
      "ive": 972,
      "red": 973,
      "uct": 974,
      "Ġcomp": 975,
      "Ġshould": 976,
      ").ĊĊ": 977,
      "Ġpandas": 978,
      "ulti": 979,
      "ĠAl": 980,
      "po": 981,
      "Ġcopy": 982,
      "(n": 983,
      "=response": 984,
      "av": 985,
      "Ġone": 986,
      "Ġspec": 987,
      "ĠĠĠĠĠĠĠĠĠĠ": 988,
      "Ġsup": 989,
      "Ġmin": 990,
      "ft": 991,
      "model": 992,
      "rout": 993,
      "ich": 994,
      "ustom": 995,
      "tri": 996,
      "ĠIndex": 997,
      "'t": 998,
      "min": 999,
      "scri": 1000,
      "Ġne": 1001,
      "ĠType": 1002,
      "ody": 1003,
      "uplic": 1004,
      "Ġclass": 1005,
      "ree": 1006,
      "Ġinclude": 1007,
      "Ġser": 1008,
      "Ġyou": 1009,
      "other": 1010,
      "word": 1011,
      "method": 1012,
      "_only": 1013,
      "ir": 1014,
      "Ġcall": 1015,
      "fe": 1016,
      "pes": 1017,
      "roup": 1018,
      "Ġ`/": 1019,
      "ĠAxis": 1020,
      "Ġfill": 1021,
      "))Ċ": 1022,
      "cket": 1023,
      "ask": 1024,
      "Ġline": 1025,
      "max": 1026,
      "Ġmax": 1027,
      "ĠParameters": 1028,
      "est": 1029,
      "Ġcontain": 1030,
      "string": 1031,
      "ĠPy": 1032,
      "sert": 1033,
      "Ġwhich": 1034,
      "scription": 1035,
      "ader": 1036,
      "Ġfile": 1037,
      "Ġusing": 1038,
      "ory": 1039,
      "meta": 1040,
      "racket": 1041,
      "ĠValue": 1042,
      "ule": 1043,
      "_features": 1044,
      ".t": 1045,
      "level": 1046,
      "Ġ*,Ċ": 1047,
      "enerate": 1048,
      "kipna": 1049,
      ":ĊĊ": 1050,
      "ff": 1051,
      "ide": 1052,
      "ield": 1053,
      "ans": 1054,
      "Ġany": 1055,
      "chema": 1056,
      "prec": 1057,
      "lection": 1058,
      "value": 1059,
      "ss": 1060,
      "ign": 1061,
      "mo": 1062,
      "---Ċ": 1063,
      "fixture": 1064,
      ".DataFrame": 1065,
      "_st": 1066,
      "ers": 1067,
      "Ġaut": 1068,
      "led": 1069,
      "fix": 1070,
      "ced": 1071,
      "Ġ-------Ċ": 1072,
      "lect": 1073,
      "urrent": 1074,
      "Ġelif": 1075,
      "Ġ----------Ċ": 1076,
      "cess": 1077,
      "Ex": 1078,
      "quen": 1079,
      "ach": 1080,
      "ump": 1081,
      "upd": 1082,
      "'s": 1083,
      ").": 1084,
      "}Ċ": 1085,
      "Ġallow": 1086,
      "ĠAlso": 1087,
      "]]": 1088,
      "port": 1089,
      "Ġj": 1090,
      "thon": 1091,
      "================================": 1092,
      "Ġargument": 1093,
      "fo": 1094,
      "values": 1095,
      "penapi": 1096,
      ".Series": 1097,
      "Ġso": 1098,
      "Ġmodel": 1099,
      "ations": 1100,
      "_un": 1101,
      "`,": 1102,
      "ify": 1103,
      "ĠExamples": 1104,
      "ren": 1105,
      "Ġsame": 1106,
      "ĠNot": 1107,
      "_con": 1108,
      "Ġvisible": 1109,
      "darray": 1110,
      "-like": 1111,
      "Ġerrors": 1112,
      "Ġlabels": 1113,
      "Ġvalid": 1114,
      "pr": 1115,
      "Ġcom": 1116,
      "_samples": 1117,
      "lement": 1118,
      "ĠIn": 1119,
      "ms": 1120,
      "Ġeach": 1121,
      ".columns": 1122,
      "ates": 1123,
      "struct": 1124,
      "aves": 1125,
      "=self": 1126,
      "_unique": 1127,
      "ĠConfiguration": 1128,
      "ĠValueError": 1129,
      "*.ĊĊ": 1130,
      "cal": 1131,
      "backs": 1132,
      "ark": 1133,
      "Ġ\"Ċ": 1134,
      "10": 1135,
      "=[\"": 1136,
      "Ġ+": 1137,
      "Ġinplace": 1138,
      "pytest": 1139,
      "Ġ__": 1140,
      "__(": 1141,
      "Ġtuple": 1142,
      "Response": 1143,
      "ting": 1144,
      "items": 1145,
      "(s": 1146,
      ".name": 1147,
      "Ġadded": 1148,
      "ime": 1149,
      "Ġk": 1150,
      "atic": 1151,
      "anced": 1152,
      "Ġelement": 1153,
      "Ġexclude": 1154,
      "Ġbut": 1155,
      "efault": 1156,
      "ns": 1157,
      "Ġsort": 1158,
      "Ġmode": 1159,
      "ind": 1160,
      "Ġcli": 1161,
      "result": 1162,
      "_to": 1163,
      "iod": 1164,
      "rite": 1165,
      "ER": 1166,
      "eight": 1167,
      "end": 1168,
      "list": 1169,
      "append": 1170,
      "gs": 1171,
      "over": 1172,
      "vanced": 1173,
      "odule": 1174,
      "Ġno": 1175,
      "ptions": 1176,
      "do": 1177,
      "Ġright": 1178,
      "Ġparent": 1179,
      "unt": 1180,
      "antic": 1181,
      "-o": 1182,
      "Ġmust": 1183,
      "Ġnames": 1184,
      "quence": 1185,
      "_unset": 1186,
      "ĠFor": 1187,
      "ash": 1188,
      "_values": 1189,
      "JS": 1190,
      "ail": 1191,
      "gth": 1192,
      "Ġskipna": 1193,
      "types": 1194,
      "JSON": 1195,
      "ĠFi": 1196,
      "precated": 1197,
      "dantic": 1198,
      "Ġ):Ċ": 1199,
      "Ġbase": 1200,
      "Ġorder": 1201,
      "ared": 1202,
      "tra": 1203,
      "Ġcor": 1204,
      "Ġcase": 1205,
      "Ġexcept": 1206,
      "]:Ċ": 1207,
      "generate": 1208,
      "},": 1209,
      "Ġsplit": 1210,
      "_weight": 1211,
      "Ġnumeric": 1212,
      "update": 1213,
      "IN": 1214,
      "ger": 1215,
      "ync": 1216,
      "ange": 1217,
      "tern": 1218,
      "parse": 1219,
      "Ġstring": 1220,
      "Request": 1221,
      "umpy": 1222,
      ".c": 1223,
      "])Ċ": 1224,
      "pro": 1225,
      "Ġurl": 1226,
      "Ġnumber": 1227,
      "Ġsub": 1228,
      "ĠAd": 1229,
      "()ĊĊ": 1230,
      "issing": 1231,
      "ound": 1232,
      "wise": 1233,
      "keep": 1234,
      "_function": 1235,
      "ĠModel": 1236,
      ".m": 1237,
      "ted": 1238,
      "Ġcurrent": 1239,
      "arning": 1240,
      "RL": 1241,
      "Ġcode": 1242,
      "Ġoptional": 1243,
      "ĠFeature": 1244,
      "trib": 1245,
      ".in": 1246,
      "oo": 1247,
      "Ġtw": 1248,
      "advanced": 1249,
      "time": 1250,
      "Ġtry": 1251,
      "(f": 1252,
      ".is": 1253,
      ".con": 1254,
      "_al": 1255,
      "ache": 1256,
      "ari": 1257,
      "Ġper": 1258,
      "_defaults": 1259,
      "\")ĊĊ": 1260,
      "import": 1261,
      "ĊĊĊ": 1262,
      "Ar": 1263,
      "andl": 1264,
      "Ġcls": 1265,
      "router": 1266,
      "ĠPydantic": 1267,
      "De": 1268,
      "[L": 1269,
      "_type": 1270,
      "ay": 1271,
      "ined": 1272,
      "ĠFastAPI": 1273,
      "iffe": 1274,
      "(d": 1275,
      "/response": 1276,
      "_path": 1277,
      "Ġqu": 1278,
      "by": 1279,
      "ĠY": 1280,
      "order": 1281,
      "Ġfunc": 1282,
      "Ġleft": 1283,
      "aders": 1284,
      "overload": 1285,
      "(data": 1286,
      "ĠSt": 1287,
      "Ġ...ĊĊ": 1288,
      "ents": 1289,
      "Ġkeyword": 1290,
      "imal": 1291,
      "_leaf": 1292,
      ".append": 1293,
      "40": 1294,
      "An": 1295,
      "our": 1296,
      "Ġdoc": 1297,
      ".p": 1298,
      "/).Ċ": 1299,
      "`.Ċ": 1300,
      "op": 1301,
      "ook": 1302,
      "request": 1303,
      "Ġreturned": 1304,
      "Ġyield": 1305,
      "ultiIndex": 1306,
      "##": 1307,
      "aut": 1308,
      "dict": 1309,
      "et": 1310,
      "ste": 1311,
      "Ġparameter": 1312,
      "Ġdoes": 1313,
      "stra": 1314,
      "cls": 1315,
      "=n": 1316,
      "ose": 1317,
      "andom": 1318,
      "Ġite": 1319,
      "_code": 1320,
      "Ġspecifi": 1321,
      "11": 1322,
      "mary": 1323,
      "Ġlo": 1324,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1325,
      "Ġprovi": 1326,
      "calar": 1327,
      ">`": 1328,
      "mon": 1329,
      "son": 1330,
      "copy": 1331,
      "Ġfirst": 1332,
      "imum": 1333,
      "ard": 1334,
      "art": 1335,
      "ĠCallable": 1336,
      "ĠPath": 1337,
      "ĠURL": 1338,
      "]ĊĊ": 1339,
      "`).ĊĊ": 1340,
      "ved": 1341,
      "Ġunique": 1342,
      "Ġout": 1343,
      "ĠDe": 1344,
      "Ġleaf": 1345,
      "_include": 1346,
      "-response": 1347,
      "/advanced": 1348,
      "Ġrows": 1349,
      "dition": 1350,
      "lask": 1351,
      "text": 1352,
      "valid": 1353,
      "ĠĠĠĠĠĠĠĠĠĠĠĠ": 1354,
      "Ġloc": 1355,
      "_by": 1356,
      "Ġstatus": 1357,
      "Ġgenerate": 1358,
      "Ġmay": 1359,
      "_names": 1360,
      "Ke": 1361,
      "RE": 1362,
      "ml": 1363,
      "ould": 1364,
      "xes": 1365,
      "Ġform": 1366,
      "ĠDefault": 1367,
      "Ġ[\"": 1368,
      "_bracket": 1369,
      "-model": 1370,
      ".ad": 1371,
      "Ġdirect": 1372,
      "Ġdiffe": 1373,
      "child": 1374,
      "_data": 1375,
      "apping": 1376,
      "_l": 1377,
      "ression": 1378,
      "``,": 1379,
      "Ġgiv": 1380,
      "_col": 1381,
      ".to": 1382,
      "=f": 1383,
      "Ġro": 1384,
      "ĠWe": 1385,
      "stead": 1386,
      "\"],Ċ": 1387,
      "Rout": 1388,
      "Ġx": 1389,
      "Ġwould": 1390,
      "Ġdeprecated": 1391,
      "ĠAPI": 1392,
      "Ġthan": 1393,
      "_com": 1394,
      "(key": 1395,
      "ks": 1396,
      "Ġsy": 1397,
      ".o": 1398,
      ".de": 1399,
      "01": 1400,
      "act": 1401,
      "nd": 1402,
      "Ġfeatures": 1403,
      "Ġthen": 1404,
      "Ġduplic": 1405,
      "\"\"\"Ċ": 1406,
      "comp": 1407,
      "Ġlib": 1408,
      "construct": 1409,
      "ags": 1410,
      "iteral": 1411,
      "ashable": 1412,
      "(le": 1413,
      "12": 1414,
      "_C": 1415,
      "{\"": 1416,
      "Ġpass": 1417,
      "Ġwhe": 1418,
      "asses": 1419,
      "Ġmissing": 1420,
      "file": 1421,
      "(other": 1422,
      ".w": 1423,
      "=s": 1424,
      "Callable": 1425,
      "`.ĊĊ": 1426,
      "oin": 1427,
      "Ġcre": 1428,
      "_doc": 1429,
      "view": 1430,
      "own": 1431,
      "Ġarguments": 1432,
      "ING": 1433,
      "base": 1434,
      "cen": 1435,
      "code": 1436,
      "mit": 1437,
      "added": 1438,
      "Ġcould": 1439,
      "python": 1440,
      "params": 1441,
      "ĠHT": 1442,
      "Ġtwo": 1443,
      "30": 1444,
      "bug": 1445,
      "Ġ%": 1446,
      "Ġ>": 1447,
      "ery": 1448,
      "Ġac": 1449,
      "pect": 1450,
      "_schema": 1451,
      "Ġshow": 1452,
      "Ġversionadded": 1453,
      "Ġgiven": 1454,
      "\")": 1455,
      ".f": 1456,
      "=axis": 1457,
      "uf": 1458,
      "Ġinstead": 1459,
      "Ġbody": 1460,
      "Ġmatch": 1461,
      "coding": 1462,
      "``Ċ": 1463,
      "Ġgroup": 1464,
      "ĠMultiIndex": 1465,
      "Ġrequested": 1466,
      "-operation": 1467,
      "tribute": 1468,
      "Any": 1469,
      "direct": 1470,
      "lean": 1471,
      "isit": 1472,
      "_none": 1473,
      "`Ċ": 1474,
      "doc": 1475,
      "Ġali": 1476,
      "Ġsum": 1477,
      "mpty": 1478,
      "Ġcons": 1479,
      "_split": 1480,
      "\"])Ċ": 1481,
      "_arg": 1482,
      "anag": 1483,
      "ingle": 1484,
      "first": 1485,
      "ride": 1486,
      "xtures": 1487,
      "init": 1488,
      "rel": 1489,
      "ating": 1490,
      "Ġtags": 1491,
      "Ġav": 1492,
      "Ġndarray": 1493,
      "ĠNA": 1494,
      "_axis": 1495,
      "dic": 1496,
      "Ġtest": 1497,
      "Ġremo": 1498,
      "env": 1499,
      "Ġmat": 1500,
      "rap": 1501,
      ".core": 1502,
      "_dict": 1503,
      "hook": 1504,
      ".nan": 1505,
      "Array": 1506,
      "():Ċ": 1507,
      ">Ċ": 1508,
      "[[": 1509,
      "ull": 1510,
      "Ġdependencies": 1511,
      "ĠIter": 1512,
      "osition": 1513,
      ".st": 1514,
      "ron": 1515,
      "Ġinstance": 1516,
      "Ġhow": 1517,
      "anged": 1518,
      "ĠWhen": 1519,
      "cending": 1520,
      "=de": 1521,
      "Ġkeep": 1522,
      "Ġid": 1523,
      "Ġinput": 1524,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1525,
      "Ġparam": 1526,
      "--------------------------------": 1527,
      "Ġsuper": 1528,
      "Ġsupport": 1529,
      "nion": 1530,
      "riter": 1531,
      "lex": 1532,
      "any": 1533,
      "Ġdescription": 1534,
      "DE": 1535,
      "_h": 1536,
      "_app": 1537,
      "_line": 1538,
      "Ġpy": 1539,
      "Ġchild": 1540,
      "**": 1541,
      "cre": 1542,
      "final": 1543,
      "ĠJSON": 1544,
      "med": 1545,
      "Ġnon": 1546,
      "Ġshape": 1547,
      "Ġ#:": 1548,
      "atetime": 1549,
      "Ġ[]Ċ": 1550,
      "omatic": 1551,
      "Ġoperations": 1552,
      "ints": 1553,
      "_leaves": 1554,
      "mgr": 1555,
      "arens": 1556,
      "ized": 1557,
      "ormal": 1558,
      "lication": 1559,
      ".dtype": 1560,
      "Ġcollection": 1561,
      "(node": 1562,
      "ĠYou": 1563,
      "constructor": 1564,
      ".\"Ċ": 1565,
      "Ġ.": 1566,
      "ref": 1567,
      "mpl": 1568,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1569,
      "tags": 1570,
      "ĠLiteral": 1571,
      "Ġcallbacks": 1572,
      ".N": 1573,
      "iction": 1574,
      "tent": 1575,
      "lied": 1576,
      "iginal": 1577,
      "check": 1578,
      "rence": 1579,
      "Key": 1580,
      "ST": 1581,
      "Ġdrop": 1582,
      "ultip": 1583,
      "Ġbeha": 1584,
      "Ġautomatic": 1585,
      "iods": 1586,
      "Ġspecified": 1587,
      "Ġdifferent": 1588,
      "!=": 1589,
      "Dict": 1590,
      "_url": 1591,
      "frame": 1592,
      "ne": 1593,
      "sure": 1594,
      "Ġ!=": 1595,
      "Ġreg": 1596,
      "Ġscalar": 1597,
      "``.ĊĊ": 1598,
      "Ġalso": 1599,
      "anager": 1600,
      "_method": 1601,
      "Ġtime": 1602,
      "Ġpart": 1603,
      "Ġfixturedef": 1604,
      "Ġarrays": 1605,
      "(index": 1606,
      ".e": 1607,
      "Type": 1608,
      "]],Ċ": 1609,
      "lass": 1610,
      "run": 1611,
      "Ġinter": 1612,
      "Ġscope": 1613,
      "Ġ\"\"\"ĊĊ": 1614,
      "pth": 1615,
      "_mgr": 1616,
      "Ġkeys": 1617,
      "Ġlength": 1618,
      "corated": 1619,
      "PA": 1620,
      "_cl": 1621,
      "custom": 1622,
      "mory": 1623,
      "ner": 1624,
      "ative": 1625,
      "Ġthey": 1626,
      "_dtype": 1627,
      "Ġ{Ċ": 1628,
      "corator": 1629,
      "Ġcontext": 1630,
      "\"ĊĊ": 1631,
      "ias": 1632,
      "num": 1633,
      "ost": 1634,
      "ssion": 1635,
      "Ġty": 1636,
      "perty": 1637,
      "Ġsession": 1638,
      "rix": 1639,
      "Ġ{\"": 1640,
      "_set": 1641,
      "dle": 1642,
      "gine": 1643,
      "ous": 1644,
      "Ġweight": 1645,
      "_alias": 1646,
      "Ġbehavi": 1647,
      "].": 1648,
      "ike": 1649,
      "Ġwas": 1650,
      "nter": 1651,
      "iddle": 1652,
      "viron": 1653,
      "_pro": 1654,
      "_with": 1655,
      "ĠFixture": 1656,
      "(value": 1657,
      ".or": 1658,
      ".ex": 1659,
      ".type": 1660,
      "='": 1661,
      "ak": 1662,
      "})Ċ": 1663,
      "Ġcal": 1664,
      "ĠName": 1665,
      "ote": 1666,
      "perator": 1667,
      "Ġresponses": 1668,
      ".copy": 1669,
      "qui": 1670,
      "main": 1671,
      "Ġprovided": 1672,
      "Ġdirectly": 1673,
      "MA": 1674,
      "ile": 1675,
      "ils": 1676,
      "ĠID": 1677,
      "ical": 1678,
      "names": 1679,
      "Ġconver": 1680,
      "_for": 1681,
      "rows": 1682,
      "ĠBy": 1683,
      "ansform": 1684,
      "fixturedef": 1685,
      "ternal": 1686,
      ".add": 1687,
      "Ġwhere": 1688,
      "Ġautomatically": 1689,
      ".T": 1690,
      ".b": 1691,
      "Like": 1692,
      "TP": 1693,
      "Ġindic": 1694,
      "Ġsample": 1695,
      "route": 1696,
      "Ġvari": 1697,
      "_request": 1698,
      "Ġformat": 1699,
      "LE": 1700,
      "_error": 1701,
      "hs": 1702,
      "mt": 1703,
      "mand": 1704,
      "tes": 1705,
      "Ġkwargs": 1706,
      "alcon": 1707,
      "arget": 1708,
      "html": 1709,
      "_from": 1710,
      "Ġinto": 1711,
      "ĠLe": 1712,
      "ictionary": 1713,
      "coratedCallable": 1714,
      "\"],": 1715,
      "(result": 1716,
      "fer": 1717,
      "ient": 1718,
      "kle": 1719,
      "erge": 1720,
      "Ġmodule": 1721,
      "ocket": 1722,
      "Ġoriginal": 1723,
      "ĠExt": 1724,
      "lock": 1725,
      "children": 1726,
      "'Ċ": 1727,
      "-con": 1728,
      ".C": 1729,
      ".v": 1730,
      ".py": 1731,
      ".path": 1732,
      ".\"\"\"Ċ": 1733,
      "dent": 1734,
      "Ġass": 1735,
      "allbacks": 1736,
      "Ġitem": 1737,
      "ful": 1738,
      "node": 1739,
      "mplement": 1740,
      "Ġattribute": 1741,
      "okies": 1742,
      "ĠSequence": 1743,
      "Ġmethods": 1744,
      "pends": 1745,
      "Ġseries": 1746,
      "andler": 1747,
      "ditional": 1748,
      "(de": 1749,
      "-t": 1750,
      "/path": 1751,
      "25": 1752,
      "ME": 1753,
      "Union": 1754,
      "ccess": 1755,
      "Ġtra": 1756,
      "Ġassert": 1757,
      "changed": 1758,
      "Ġapplied": 1759,
      "Ġprefix": 1760,
      "NT": 1761,
      "_g": 1762,
      "bool": 1763,
      "function": 1764,
      "with": 1765,
      "Ġframe": 1766,
      "Ġnumpy": 1767,
      "ĠOperation": 1768,
      "Ġev": 1769,
      "Ġexample": 1770,
      "_len": 1771,
      "Ġ-----Ċ": 1772,
      "Ġneed": 1773,
      "Ġfiles": 1774,
      "Ġbehavior": 1775,
      "':": 1776,
      ".children": 1777,
      "ax": 1778,
      "be": 1779,
      "for": 1780,
      "Ġboth": 1781,
      "Ġna": 1782,
      "Ġsamples": 1783,
      "peed": 1784,
      "Ġexp": 1785,
      "qual": 1786,
      "make": 1787,
      "session": 1788,
      "ĠNotes": 1789,
      "Ġsummary": 1790,
      "-configuration": 1791,
      "50": 1792,
      "Label": 1793,
      "_array": 1794,
      "_string": 1795,
      "ause": 1796,
      "eb": 1797,
      "object": 1798,
      "sg": 1799,
      "sent": 1800,
      "status": 1801,
      "Ġfastapi": 1802,
      "Ġdefine": 1803,
      "Ġlast": 1804,
      "ments": 1805,
      "point": 1806,
      "Ġclient": 1807,
      "finalize": 1808,
      ".org": 1809,
      "OR": 1810,
      "_args": 1811,
      "ds": 1812,
      "du": 1813,
      "pandas": 1814,
      "Ġcer": 1815,
      "com": 1816,
      "Ġexist": 1817,
      "fields": 1818,
      "series": 1819,
      "().": 1820,
      "ĠIndexLabel": 1821,
      "\"):Ċ": 1822,
      "(X": 1823,
      "cur": 1824,
      "gre": 1825,
      "gor": 1826,
      "mal": 1827,
      "tw": 1828,
      "onic": 1829,
      "Ġpl": 1830,
      "otonic": 1831,
      "Ġmultip": 1832,
      "exclude": 1833,
      "Ġlevels": 1834,
      "_parent": 1835,
      "ĠValid": 1836,
      "_description": 1837,
      "ĠTypeError": 1838,
      "Ġallowed": 1839,
      "_response": 1840,
      "_par": 1841,
      "dtype": 1842,
      "ix": 1843,
      "ream": 1844,
      "_extra": 1845,
      "http": 1846,
      "umentation": 1847,
      "uplicates": 1848,
      "Route": 1849,
      "klearn": 1850,
      ".en": 1851,
      "NA": 1852,
      "ie": 1853,
      "og": 1854,
      "arge": 1855,
      "Ġrel": 1856,
      "anti": 1857,
      "Ġdec": 1858,
      "ility": 1859,
      "andle": 1860,
      "ignore": 1861,
      "Ġapplication": 1862,
      ".shape": 1863,
      "Ġnodes": 1864,
      "ĠHTTP": 1865,
      "({\"": 1866,
      ".at": 1867,
      "ION": 1868,
      "_or": 1869,
      "Ġag": 1870,
      "Ġdis": 1871,
      "Ġsingle": 1872,
      "respon": 1873,
      "adata": 1874,
      "prefix": 1875,
      "ĠList": 1876,
      "Ġprob": 1877,
      "Ġgetattr": 1878,
      "ĠGH": 1879,
      "Ġcompat": 1880,
      "riterion": 1881,
      ".value": 1882,
      "`.": 1883,
      "gn": 1884,
      "ider": 1885,
      "Ġobj": 1886,
      "ilter": 1887,
      "ĠFlask": 1888,
      "Ġthose": 1889,
      "Ġ[Ċ": 1890,
      "rial": 1891,
      "Ġempty": 1892,
      "usage": 1893,
      "Ġlike": 1894,
      "ormat": 1895,
      "Ġrun": 1896,
      "_count": 1897,
      "ffect": 1898,
      "Ġcalled": 1899,
      ".he": 1900,
      "TE": 1901,
      "_result": 1902,
      "rt": 1903,
      "uch": 1904,
      "}ĊĊ": 1905,
      "ong": 1906,
      "inue": 1907,
      "Ġclo": 1908,
      "ĠCo": 1909,
      "ĠCustom": 1910,
      "_off": 1911,
      "ivot": 1912,
      "Ġcorrespon": 1913,
      "property": 1914,
      "Ġmatrix": 1915,
      "(m": 1916,
      ".set": 1917,
      "=level": 1918,
      "ND": 1919,
      "[int": 1920,
      "_e": 1921,
      "apt": 1922,
      "man": 1923,
      "inplace": 1924,
      "orage": 1925,
      "Ġiter": 1926,
      "Ġopenapi": 1927,
      "Ġwant": 1928,
      "Ġreturning": 1929,
      "pening": 1930,
      "Ġextra": 1931,
      "output": 1932,
      "Ġmake": 1933,
      "Ġversionchanged": 1934,
      "Ġheaders": 1935,
      "pop": 1936,
      "Exception": 1937,
      "auth": 1938,
      "Ġvariable": 1939,
      "(o": 1940,
      "Fi": 1941,
      "Path": 1942,
      "side": 1943,
      "Ġaxes": 1944,
      "cluding": 1945,
      "Ġexception": 1946,
      "ization": 1947,
      ".ndarray": 1948,
      "\"{": 1949,
      "\":Ċ": 1950,
      "(axis": 1951,
      ".app": 1952,
      ".array": 1953,
      "_kwargs": 1954,
      "ake": 1955,
      "jang": 1956,
      "Ġap": 1957,
      "left": 1958,
      "ension": 1959,
      "Ġomit": 1960,
      "ametri": 1961,
      "Ġpa": 1962,
      "uture": 1963,
      "Ġmon": 1964,
      "umber": 1965,
      "Ġdefined": 1966,
      "ither": 1967,
      "_columns": 1968,
      "tem": 1969,
      "Ġencoding": 1970,
      "Ġcontinue": 1971,
      "Ġminimum": 1972,
      ".config": 1973,
      "####": 1974,
      "_cols": 1975,
      "jango": 1976,
      "ametriz": 1977,
      "31": 1978,
      "[Union": 1979,
      "_per": 1980,
      "_rows": 1981,
      "column": 1982,
      "dim": 1983,
      "eded": 1984,
      "sh": 1985,
      "uff": 1986,
      "ĠK": 1987,
      "Ġcustom": 1988,
      "ular": 1989,
      "mpur": 1990,
      "umeric": 1991,
      "ĠStr": 1992,
      "Ġserial": 1993,
      "argname": 1994,
      "Ġconfig": 1995,
      "_duplicates": 1996,
      "Ġ{'": 1997,
      "Ġend": 1998,
      "Ġengine": 1999,
      "ĠHashable": 2000,
      "Ġcontent": 2001,
      "Ġserver": 2002,
      "Ġauto": 2003,
      "dof": 2004,
      ".mode": 2005,
      "straints": 2006,
      "mplate": 2007,
      "(r": 2008,
      "-and": 2009,
      "OM": 2010,
      "_key": 2011,
      "fore": 2012,
      "lp": 2013,
      "uide": 2014,
      "Ġfoo": 2015,
      "Ġcallable": 2016,
      "annot": 2017,
      "olation": 2018,
      "Ġsparse": 2019,
      "valent": 2020,
      "Ġbefore": 2021,
      "_level": 2022,
      "Ġvalidate": 2023,
      "quivalent": 2024,
      "Base": 2025,
      "Def": 2026,
      "RA": 2027,
      "Se": 2028,
      "The": 2029,
      "[:": 2030,
      "last": 2031,
      "pared": 2032,
      "Ġver": 2033,
      "ines": 2034,
      "read": 2035,
      "arch": 2036,
      "Ġoperator": 2037,
      "Ġdecorator": 2038,
      "ĠAr": 2039,
      "lib": 2040,
      "ĠTo": 2041,
      "Ġreturns": 2042,
      "ick": 2043,
      "Ġfixtures": 2044,
      "idx": 2045,
      "Ġuser": 2046,
      "Ġrandom": 2047,
      "ĠUn": 2048,
      "Ġsome": 2049,
      "ailable": 2050,
      "Ġdocstring": 2051,
      "mpurity": 2052,
      "(col": 2053,
      "24": 2054,
      "SE": 2055,
      "ken": 2056,
      "nly": 2057,
      "req": 2058,
      "Ġfeature": 2059,
      "Ġwor": 2060,
      "ĠSort": 2061,
      "Ġ(\"": 2062,
      "Ġsend": 2063,
      "quire": 2064,
      "_redirect": 2065,
      "Ġjoin": 2066,
      "ĠNote": 2067,
      "Ġelements": 2068,
      "Ġclick": 2069,
      "Ġcorrel": 2070,
      "oolean": 2071,
      "[List": 2072,
      "Ġsupported": 2073,
      "iddlew": 2074,
      "_offset": 2075,
      "-par": 2076,
      ".response": 2077,
      "32": 2078,
      "43": 2079,
      "In": 2080,
      "[Dict": 2081,
      "_v": 2082,
      "_list": 2083,
      "ll": 2084,
      "tname": 2085,
      "way": 2086,
      "Ġ/": 2087,
      "Ġupdate": 2088,
      "Ġte": 2089,
      "Ġthere": 2090,
      "Ġop": 2091,
      "Ġnormal": 2092,
      ")ĊĊĊ": 2093,
      "Ġsee": 2094,
      "user": 2095,
      "Ġmeta": 2096,
      "errors": 2097,
      "ĠSet": 2098,
      ".sort": 2099,
      "Ġadd": 2100,
      "ifier": 2101,
      "Depends": 2102,
      "compat": 2103,
      ".visit": 2104,
      "Ġcorresponding": 2105,
      "Fixture": 2106,
      ".se": 2107,
      "/de": 2108,
      "=[": 2109,
      "HE": 2110,
      "ML": 2111,
      "Warning": 2112,
      "_F": 2113,
      "_item": 2114,
      "down": 2115,
      "een": 2116,
      "tadata": 2117,
      "},Ċ": 2118,
      "ings": 2119,
      "Ġtoken": 2120,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2121,
      "------------": 2122,
      "vert": 2123,
      "_cache": 2124,
      "ĠMark": 2125,
      "Ġstack": 2126,
      "Ġapply": 2127,
      "ibility": 2128,
      "(new": 2129,
      "Ġalign": 2130,
      "Ġavailable": 2131,
      "ĠIterator": 2132,
      ".items": 2133,
      "`).Ċ": 2134,
      "xy": 2135,
      "Ġrouter": 2136,
      "Ġbracket": 2137,
      "round": 2138,
      "Ġwarning": 2139,
      "Ġ```": 2140,
      "raction": 2141,
      "ĠRequest": 2142,
      "Ġwithout": 2143,
      "Ġfunctions": 2144,
      "ĠLine": 2145,
      "Ġrequests": 2146,
      "routing": 2147,
      "Ġneeded": 2148,
      "_state": 2149,
      "Ġindices": 2150,
      "(field": 2151,
      "(cls": 2152,
      ".,": 2153,
      ".from": 2154,
      "Ap": 2155,
      "`)": 2156,
      "az": 2157,
      "aise": 2158,
      "cat": 2159,
      "openapi": 2160,
      "pare": 2161,
      "pace": 2162,
      "Ġz": 2163,
      "den": 2164,
      "Ġfound": 2165,
      "Ġdictionary": 2166,
      "older": 2167,
      "pear": 2168,
      "cli": 2169,
      "quet": 2170,
      "ĠOnly": 2171,
      "Ġascending": 2172,
      "Ġarr": 2173,
      "how": 2174,
      "Ġmean": 2175,
      "ĠWhe": 2176,
      "_body": 2177,
      "_options": 2178,
      "Ġhasattr": 2179,
      "Ġchecks": 2180,
      "Ġincluded": 2181,
      "_context": 2182,
      "ĠAdditional": 2183,
      "auto": 2184,
      "Ġdoesn": 2185,
      "Ġlook": 2186,
      "hooks": 2187,
      "Ġmultiple": 2188,
      "\"))Ċ": 2189,
      ")):Ċ": 2190,
      "CE": 2191,
      "[Any": 2192,
      "pd": 2193,
      "dered": 2194,
      "Ġtree": 2195,
      "Ġact": 2196,
      "Ġfuture": 2197,
      "Ġback": 2198,
      "valu": 2199,
      "_insert": 2200,
      "Ġcomput": 2201,
      "Ġcontains": 2202,
      "Ġcomb": 2203,
      "Ġoutput": 2204,
      "(leaf": 2205,
      "Ġparams": 2206,
      "antile": 2207,
      ".attname": 2208,
      "uffer": 2209,
      "iddleware": 2210,
      ".I": 2211,
      ".loc": 2212,
      "ait": 2213,
      "cause": 2214,
      "Ġ],Ċ": 2215,
      "ision": 2216,
      "pender": 2217,
      "Ġhook": 2218,
      "Ġrv": 2219,
      "agg": 2220,
      ".no": 2221,
      "models": 2222,
      "lector": 2223,
      "ĠFile": 2224,
      "Ġsubset": 2225,
      "ĠDecoratedCallable": 2226,
      "Ġduplicate": 2227,
      "Ġcreate": 2228,
      "Ġremove": 2229,
      "Ġpair": 2230,
      "ways": 2231,
      ".E": 2232,
      ".F": 2233,
      "App": 2234,
      "_str": 2235,
      "null": 2236,
      "oid": 2237,
      "Ġdtypes": 2238,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2239,
      "ĠCol": 2240,
      "Ġmemory": 2241,
      "vious": 2242,
      "ncEx": 2243,
      "Ġattr": 2244,
      "Ġensure": 2245,
      ".drop": 2246,
      "pendant": 2247,
      "]]],Ċ": 2248,
      "ĠAdd": 2249,
      "=fill": 2250,
      "Ġmatching": 2251,
      "ĠString": 2252,
      "'},": 2253,
      "-de": 2254,
      ".\",Ċ": 2255,
      "=_": 2256,
      "[bool": 2257,
      "ccur": 2258,
      "Ġ}Ċ": 2259,
      "Ġview": 2260,
      "Ġimplement": 2261,
      "let": 2262,
      "ession": 2263,
      "Ġoccur": 2264,
      "Ġdjango": 2265,
      "ulation": 2266,
      "Ġmulti": 2267,
      "fic": 2268,
      "log": 2269,
      "Ġits": 2270,
      "ĠPer": 2271,
      "Ġ----------------------------------------": 2272,
      "Ġresulting": 2273,
      "Ġspecify": 2274,
      "ignment": 2275,
      "Ġdocumentation": 2276,
      "Ġitems": 2277,
      "pected": 2278,
      "_argument": 2279,
      "Ġcompatibility": 2280,
      "Appender": 2281,
      "Ġ--------------------------------------------------------": 2282,
      "([\"": 2283,
      ".max": 2284,
      "33": 2285,
      "=m": 2286,
      "AS": 2287,
      "IncEx": 2288,
      "[IncEx": 2289,
      "]})Ċ": 2290,
      "_is": 2291,
      "mall": 2292,
      "optional": 2293,
      "random": 2294,
      "include": 2295,
      "Ġincluding": 2296,
      "Ġdebug": 2297,
      "Ġ```Ċ": 2298,
      "ĠScope": 2299,
      "Ġforce": 2300,
      "Ġbetw": 2301,
      "Ġhost": 2302,
      "Ġrhs": 2303,
      "_op": 2304,
      "Ġhere": 2305,
      "ĠPython": 2306,
      "================================================================": 2307,
      "arker": 2308,
      "_label": 2309,
      "Ġsyms": 2310,
      "uffix": 2311,
      "Ġtypes": 2312,
      "ixin": 2313,
      "Ġ--------------------------------------------------------------------": 2314,
      "Ġbetween": 2315,
      "-wise": 2316,
      "DO": 2317,
      "Inter": 2318,
      "_output": 2319,
      "flex": 2320,
      "Ġload": 2321,
      "renc": 2322,
      "less": 2323,
      "itial": 2324,
      "Ġsh": 2325,
      "Ġschema": 2326,
      "uring": 2327,
      "ĠSo": 2328,
      "_cst": 2329,
      "hould": 2330,
      "Ġbytes": 2331,
      "__(Ċ": 2332,
      "Ġstate": 2333,
      "_non": 2334,
      "oss": 2335,
      "(df": 2336,
      "Ġremoved": 2337,
      "crease": 2338,
      "(b": 2339,
      "(right": 2340,
      "_i": 2341,
      "_as": 2342,
      "ld": 2343,
      "ling": 2344,
      "module": 2345,
      "pan": 2346,
      "qrt": 2347,
      "tx": 2348,
      "tuple": 2349,
      "wait": 2350,
      "xies": 2351,
      "Ġtable": 2352,
      "Ġctx": 2353,
      "Ġinform": 2354,
      "Ġmod": 2355,
      "Ġhandle": 2356,
      "Ġobjects": 2357,
      "_parens": 2358,
      "_obj": 2359,
      "_indexer": 2360,
      "Ġhelp": 2361,
      "=np": 2362,
      "Ġavoid": 2363,
      "Ġeven": 2364,
      "(l": 2365,
      ".ext": 2366,
      ".Any": 2367,
      "05": 2368,
      "19": 2369,
      "Default": 2370,
      "Na": 2371,
      "fter": 2372,
      "pass": 2373,
      "pha": 2374,
      "uil": 2375,
      "Ġup": 2376,
      "allow": 2377,
      "meth": 2378,
      "len": 2379,
