{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|bos|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|user_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|user_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|assistant_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|assistant_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|python_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|python_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|output_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|output_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "Regex": "'(?i:[sdmt]|ll|ve|re)|[^\\r\\n\\p{L}\\p{N}]?+\\p{L}+|\\p{N}{1,2}| ?[^\\s\\p{L}\\p{N}]++[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      },
      {
        "type": "ByteLevel",
        "add_prefix_space": false,
        "trim_offsets": true,
        "use_regex": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<|bos|>": 0,
      "<|user_start|>": 1,
      "<|user_end|>": 2,
      "<|assistant_start|>": 3,
      "<|assistant_end|>": 4,
      "<|python_start|>": 5,
      "<|python_end|>": 6,
      "<|output_start|>": 7,
      "<|output_end|>": 8,
      "!": 9,
      "\"": 10,
      "#": 11,
      "$": 12,
      "%": 13,
      "&": 14,
      "'": 15,
      "(": 16,
      ")": 17,
      "*": 18,
      "+": 19,
      ",": 20,
      "-": 21,
      ".": 22,
      "/": 23,
      "0": 24,
      "1": 25,
      "2": 26,
      "3": 27,
      "4": 28,
      "5": 29,
      "6": 30,
      "7": 31,
      "8": 32,
      "9": 33,
      ":": 34,
      ";": 35,
      "<": 36,
      "=": 37,
      ">": 38,
      "?": 39,
      "@": 40,
      "A": 41,
      "B": 42,
      "C": 43,
      "D": 44,
      "E": 45,
      "F": 46,
      "G": 47,
      "H": 48,
      "I": 49,
      "J": 50,
      "K": 51,
      "L": 52,
      "M": 53,
      "N": 54,
      "O": 55,
      "P": 56,
      "Q": 57,
      "R": 58,
      "S": 59,
      "T": 60,
      "U": 61,
      "V": 62,
      "W": 63,
      "X": 64,
      "Y": 65,
      "Z": 66,
      "[": 67,
      "\\": 68,
      "]": 69,
      "^": 70,
      "_": 71,
      "`": 72,
      "a": 73,
      "b": 74,
      "c": 75,
      "d": 76,
      "e": 77,
      "f": 78,
      "g": 79,
      "h": 80,
      "i": 81,
      "j": 82,
      "k": 83,
      "l": 84,
      "m": 85,
      "n": 86,
      "o": 87,
      "p": 88,
      "q": 89,
      "r": 90,
      "s": 91,
      "t": 92,
      "u": 93,
      "v": 94,
      "w": 95,
      "x": 96,
      "y": 97,
      "z": 98,
      "{": 99,
      "|": 100,
      "}": 101,
      "~": 102,
      "¡": 103,
      "¢": 104,
      "£": 105,
      "¤": 106,
      "¥": 107,
      "¦": 108,
      "§": 109,
      "¨": 110,
      "©": 111,
      "ª": 112,
      "«": 113,
      "¬": 114,
      "®": 115,
      "¯": 116,
      "°": 117,
      "±": 118,
      "²": 119,
      "³": 120,
      "´": 121,
      "µ": 122,
      "¶": 123,
      "·": 124,
      "¸": 125,
      "¹": 126,
      "º": 127,
      "»": 128,
      "¼": 129,
      "½": 130,
      "¾": 131,
      "¿": 132,
      "À": 133,
      "Á": 134,
      "Â": 135,
      "Ã": 136,
      "Ä": 137,
      "Å": 138,
      "Æ": 139,
      "Ç": 140,
      "È": 141,
      "É": 142,
      "Ê": 143,
      "Ë": 144,
      "Ì": 145,
      "Í": 146,
      "Î": 147,
      "Ï": 148,
      "Ð": 149,
      "Ñ": 150,
      "Ò": 151,
      "Ó": 152,
      "Ô": 153,
      "Õ": 154,
      "Ö": 155,
      "×": 156,
      "Ø": 157,
      "Ù": 158,
      "Ú": 159,
      "Û": 160,
      "Ü": 161,
      "Ý": 162,
      "Þ": 163,
      "ß": 164,
      "à": 165,
      "á": 166,
      "â": 167,
      "ã": 168,
      "ä": 169,
      "å": 170,
      "æ": 171,
      "ç": 172,
      "è": 173,
      "é": 174,
      "ê": 175,
      "ë": 176,
      "ì": 177,
      "í": 178,
      "î": 179,
      "ï": 180,
      "ð": 181,
      "ñ": 182,
      "ò": 183,
      "ó": 184,
      "ô": 185,
      "õ": 186,
      "ö": 187,
      "÷": 188,
      "ø": 189,
      "ù": 190,
      "ú": 191,
      "û": 192,
      "ü": 193,
      "ý": 194,
      "þ": 195,
      "ÿ": 196,
      "Ā": 197,
      "ā": 198,
      "Ă": 199,
      "ă": 200,
      "Ą": 201,
      "ą": 202,
      "Ć": 203,
      "ć": 204,
      "Ĉ": 205,
      "ĉ": 206,
      "Ċ": 207,
      "ċ": 208,
      "Č": 209,
      "č": 210,
      "Ď": 211,
      "ď": 212,
      "Đ": 213,
      "đ": 214,
      "Ē": 215,
      "ē": 216,
      "Ĕ": 217,
      "ĕ": 218,
      "Ė": 219,
      "ė": 220,
      "Ę": 221,
      "ę": 222,
      "Ě": 223,
      "ě": 224,
      "Ĝ": 225,
      "ĝ": 226,
      "Ğ": 227,
      "ğ": 228,
      "Ġ": 229,
      "ġ": 230,
      "Ģ": 231,
      "ģ": 232,
      "Ĥ": 233,
      "ĥ": 234,
      "Ħ": 235,
      "ħ": 236,
      "Ĩ": 237,
      "ĩ": 238,
      "Ī": 239,
      "ī": 240,
      "Ĭ": 241,
      "ĭ": 242,
      "Į": 243,
      "į": 244,
      "İ": 245,
      "ı": 246,
      "Ĳ": 247,
      "ĳ": 248,
      "Ĵ": 249,
      "ĵ": 250,
      "Ķ": 251,
      "ķ": 252,
      "ĸ": 253,
      "Ĺ": 254,
      "ĺ": 255,
      "Ļ": 256,
      "ļ": 257,
      "Ľ": 258,
      "ľ": 259,
      "Ŀ": 260,
      "ŀ": 261,
      "Ł": 262,
      "ł": 263,
      "Ń": 264,
      "ĠĠ": 265,
      "ĠĠĠĠ": 266,
      "ĠĠĠĠĠĠĠĠ": 267,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 268,
      "Ġt": 269,
      "he": 270,
      "Ġa": 271,
      "in": 272,
      "ĊĊ": 273,
      "Ġthe": 274,
      "Ġs": 275,
      "ou": 276,
      "re": 277,
      "Ġw": 278,
      ".ĊĊ": 279,
      "Ġo": 280,
      "er": 281,
      "ĠĠĠĠĠĠĠĠĠ": 282,
      "is": 283,
      "nd": 284,
      "Ġb": 285,
      "Ġh": 286,
      "ing": 287,
      "Ġc": 288,
      "es": 289,
      "it": 290,
      "Ġf": 291,
      "at": 292,
      "Ġd": 293,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 294,
      "ll": 295,
      "on": 296,
      "ĉĉ": 297,
      "Ġto": 298,
      "Ġm": 299,
      "Ġl": 300,
      "ĠI": 301,
      "en": 302,
      "or": 303,
      "an": 304,
      "ĠT": 305,
      "Ġp": 306,
      "ar": 307,
      "ĠĊ": 308,
      "Ġg": 309,
      "ĠC": 310,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 311,
      "Ġin": 312,
      "ĠĠĠĠĠĠ": 313,
      "ed": 314,
      "ĠĠĠĠĠĠĠĠĠĠ": 315,
      "Ġy": 316,
      ".Ċ": 317,
      "om": 318,
      "Ġof": 319,
      "Ġand": 320,
      "ĠS": 321,
      "Ġyou": 322,
      "ck": 323,
      "Ġth": 324,
      "ow": 325,
      "et": 326,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 327,
      "ĠM": 328,
      "Ġhe": 329,
      "st": 330,
      "oo": 331,
      "ĠB": 332,
      "'s": 333,
      "IN": 334,
      "ĠH": 335,
      "Ġn": 336,
      "ĠA": 337,
      "le": 338,
      "Ġ(": 339,
      "Ġst": 340,
      "..": 341,
      "as": 342,
      "ER": 343,
      "ot": 344,
      "Ġon": 345,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 346,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 347,
      "Ġis": 348,
      "ve": 349,
      "al": 350,
      "ĠD": 351,
      "gh": 352,
      "Ġu": 353,
      "im": 354,
      "ĠW": 355,
      "Ġhis": 356,
      "ĠF": 357,
      "ON": 358,
      "Ġit": 359,
      "ĠJ": 360,
      "ĠThe": 361,
      "ad": 362,
      "ay": 363,
      "Ġbe": 364,
      "Ġe": 365,
      "out": 366,
      "Ġr": 367,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 368,
      ")Ċ": 369,
      "--": 370,
      "id": 371,
      "ĠĠĠĠĠĠĠĠĠĠĊ": 372,
      "ce": 373,
      "ld": 374,
      "ver": 375,
      "ly": 376,
      "ack": 377,
      "ut": 378,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĊ": 379,
      "ook": 380,
      "and": 381,
      "Ġat": 382,
      "ch": 383,
      "se": 384,
      "ur": 385,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 386,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 387,
      "Ġre": 388,
      "EN": 389,
      "ent": 390,
      "AN": 391,
      "'t": 392,
      "ke": 393,
      "ĠHe": 394,
      "ght": 395,
      "hat": 396,
      "ith": 397,
      "Ġdo": 398,
      "ĠL": 399,
      "ĠN": 400,
      "ĠCO": 401,
      "ir": 402,
      "ĠY": 403,
      "am": 404,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 405,
      "ES": 406,
      "LL": 407,
      "ill": 408,
      "ĠR": 409,
      "?ĊĊ": 410,
      "Ġout": 411,
      "Ġwith": 412,
      "ight": 413,
      "all": 414,
      "ĉĉĉ": 415,
      "==": 416,
      "Ġwe": 417,
      "Ġup": 418,
      "Ġsh": 419,
      "Ġlook": 420,
      "Ġk": 421,
      "Ġas": 422,
      "ro": 423,
      "her": 424,
      "Ġhim": 425,
      "ĠP": 426,
      "Ġfor": 427,
      "ers": 428,
      "Ġfr": 429,
      "Ġthat": 430,
      "to": 431,
      "Ġan": 432,
      "Ġme": 433,
      "Ġse": 434,
      "AR": 435,
      "un": 436,
      "ion": 437,
      "ĠE": 438,
      "OR": 439,
      "rou": 440,
      "ra": 441,
      "if": 442,
      "ic": 443,
      "Ġ--": 444,
      "ĠĊĊ": 445,
      "us": 446,
      "CK": 447,
      "il": 448,
      "ĠG": 449,
      "ĠYou": 450,
      "one": 451,
      "ak": 452,
      "...": 453,
      "op": 454,
      "Ġha": 455,
      "Ġare": 456,
      "ct": 457,
      "ĉT": 458,
      "Ġ-": 459,
      "ĠO": 460,
      "ri": 461,
      "ind": 462,
      "ONT": 463,
      "AY": 464,
      "own": 465,
      "ant": 466,
      "ard": 467,
      "Ġgo": 468,
      "Ġj": 469,
      "ED": 470,
      "Ġkn": 471,
      "US": 472,
      "ie": 473,
      "OM": 474,
      "ome": 475,
      "Ġlooks": 476,
      "Ġne": 477,
      "ain": 478,
      "Ġher": 479,
      "ust": 480,
      "Ġfrom": 481,
      "Ġli": 482,
      "CH": 483,
      "ter": 484,
      "Ġthis": 485,
      "ĠV": 486,
      "ob": 487,
      "Ġwas": 488,
      "Ġinto": 489,
      "ĠIN": 490,
      "ge": 491,
      "AT": 492,
      "Ġwh": 493,
      "Ġback": 494,
      "ap": 495,
      "'re": 496,
      "hing": 497,
      "ING": 498,
      "Ġnot": 499,
      "ide": 500,
      "lo": 501,
      "Ġyour": 502,
      "ould": 503,
      "ĠK": 504,
      "Ġcan": 505,
      "Ġdown": 506,
      "IT": 507,
      "alk": 508,
      "ep": 509,
      ",Ċ": 510,
      "ell": 511,
      "Ġmo": 512,
      "art": 513,
      "EL": 514,
      "Ġhave": 515,
      "====": 516,
      "el": 517,
      "Ġget": 518,
      "ick": 519,
      "um": 520,
      "hes": 521,
      "ACK": 522,
      "INT": 523,
      "ab": 524,
      "ILL": 525,
      "Ġknow": 526,
      "od": 527,
      "ĠDAY": 528,
      "ig": 529,
      "Ġle": 530,
      "ss": 531,
      "per": 532,
      "XT": 533,
      "ET": 534,
      "ĠINT": 535,
      "rest": 536,
      "ĠIt": 537,
      "ĉĉĉĉ": 538,
      "ves": 539,
      "ĠFor": 540,
      "'m": 541,
      "Ġab": 542,
      "ull": 543,
      "CONT": 544,
      "pp": 545,
      "ace": 546,
      "ry": 547,
      "...ĊĊ": 548,
      "uck": 549,
      "Ġsp": 550,
      "IG": 551,
      "Ġhand": 552,
      "Ġpl": 553,
      "ĉM": 554,
      "Ġwhat": 555,
      "ol": 556,
      "Ġall": 557,
      "Ġmy": 558,
      "urn": 559,
      "LE": 560,
      "ood": 561,
      ".)Ċ": 562,
      "Ġoff": 563,
      "ist": 564,
      "are": 565,
      "ĉH": 566,
      "Ġlike": 567,
      "EST": 568,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 569,
      "way": 570,
      "ENT": 571,
      ".O": 572,
      "Ġch": 573,
      "Ġthey": 574,
      "ess": 575,
      "ont": 576,
      "ars": 577,
      "ink": 578,
      "Ġdon": 579,
      "ĠForrest": 580,
      "Ġbl": 581,
      "Ġover": 582,
      "ake": 583,
      "ong": 584,
      "ĠĠĠĠĠ": 585,
      "ST": 586,
      "au": 587,
      "ast": 588,
      "ĠWe": 589,
      "Ġro": 590,
      "qu": 591,
      "Ġman": 592,
      "Ġwor": 593,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 594,
      "Ġone": 595,
      "Ġthem": 596,
      "round": 597,
      "RI": 598,
      "ĠJack": 599,
      "Ġcom": 600,
      "INU": 601,
      "Ġdoor": 602,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 603,
      "ĠJACK": 604,
      "CE": 605,
      "em": 606,
      "pen": 607,
      "ive": 608,
      "Ġsu": 609,
      "ĠAnd": 610,
      "ac": 611,
      "ĉt": 612,
      "very": 613,
      "our": 614,
      "AL": 615,
      "ĉA": 616,
      "ice": 617,
      "ĠWhat": 618,
      "AM": 619,
      "Ġsm": 620,
      "ul": 621,
      "akes": 622,
      "UN": 623,
      "?Ċ": 624,
      "Ġwhe": 625,
      "AD": 626,
      "Ġde": 627,
      "'S": 628,
      "!ĊĊ": 629,
      "Ġby": 630,
      "Ġbut": 631,
      "Ġal": 632,
      "ĉThe": 633,
      "Ġjust": 634,
      "rough": 635,
      "IGH": 636,
      "obb": 637,
      "ous": 638,
      "Ġabout": 639,
      "----": 640,
      "ine": 641,
      "Ġso": 642,
      "ĠSom": 643,
      "UR": 644,
      "ĉN": 645,
      "ooper": 646,
      "ne": 647,
      "Ġopen": 648,
      "red": 649,
      "Ġwalk": 650,
      "BB": 651,
      "OUS": 652,
      "ag": 653,
      "ĠCooper": 654,
      "OP": 655,
      "Ġwat": 656,
      "IGHT": 657,
      "Ġho": 658,
      "ĉI": 659,
      "its": 660,
      "ass": 661,
      "HE": 662,
      "ip": 663,
      "Ġv": 664,
      "Ġex": 665,
      "Ġturn": 666,
      "Ġhere": 667,
      "Ġthrough": 668,
      "ĠCOL": 669,
      "Ġwant": 670,
      "ting": 671,
      "ĠThey": 672,
      "OL": 673,
      "ation": 674,
      "Ġus": 675,
      "ĉS": 676,
      "ate": 677,
      "Ġshe": 678,
      "Ġco": 679,
      "erset": 680,
      "ĠSomerset": 681,
      "ther": 682,
      "Ġfe": 683,
      "ELL": 684,
      "Ġthen": 685,
      "ills": 686,
      "OT": 687,
      "ĠBut": 688,
      "Ġag": 689,
      "Ġthere": 690,
      "ĠTh": 691,
      "ĠEXT": 692,
      "Ġhead": 693,
      "'ll": 694,
      "Ġstand": 695,
      "UT": 696,
      "Ġ\"": 697,
      "ally": 698,
      "Ġaround": 699,
      "th": 700,
      "ĠNIGHT": 701,
      "AS": 702,
      "ĠFOR": 703,
      "Ġbo": 704,
      "est": 705,
      "19": 706,
      "ity": 707,
      "AND": 708,
      "ĠCOLIN": 709,
      "ame": 710,
      "Ġwho": 711,
      "Ġsee": 712,
      "ĠCOBB": 713,
      "ĉINT": 714,
      "ore": 715,
      "Ġno": 716,
      "Ġgu": 717,
      "ts": 718,
      "Ġcar": 719,
      "Ġor": 720,
      "ERS": 721,
      "Ġgot": 722,
      "RO": 723,
      "Ġother": 724,
      "Ġany": 725,
      "sel": 726,
      "ĠShe": 727,
      "Ġsome": 728,
      "ĠMills": 729,
      "ĠBILL": 730,
      "Ġun": 731,
      "ase": 732,
      "ure": 733,
      "Ġpull": 734,
      "ward": 735,
      "nder": 736,
      "Ġey": 737,
      "Ġright": 738,
      "REST": 739,
      "Ġsc": 740,
      "Ġthink": 741,
      "ime": 742,
      "ect": 743,
      "ĠFORREST": 744,
      "Ġsl": 745,
      "========": 746,
      "ĠBILLY": 747,
      "ĠST": 748,
      "Ġpo": 749,
      "Ġhas": 750,
      "Ġdid": 751,
      "able": 752,
      "RE": 753,
      "ach": 754,
      "ff": 755,
      "Ġif": 756,
      "Ġtw": 757,
      "ny": 758,
      "Ġturns": 759,
      "CHA": 760,
      "Ġfuck": 761,
      "Ġcl": 762,
      "ICHA": 763,
      "ICHAEL": 764,
      "ty": 765,
      "Ġaway": 766,
      "ĠĠĠĠĠĠĠĠĠĠĊĠĠĠĠĠĠĠĠĠĠĊ": 767,
      "ches": 768,
      "ler": 769,
      "side": 770,
      "'D": 771,
      "les": 772,
      "Ġlo": 773,
      "Ġagain": 774,
      "ĉR": 775,
      "ank": 776,
      "Ġpro": 777,
      "ĠRO": 778,
      "'ve": 779,
      "ows": 780,
      "ire": 781,
      "INUED": 782,
      "ĠCONT": 783,
      "Ġgoing": 784,
      "LO": 785,
      "ait": 786,
      "Ġroom": 787,
      "ĉW": 788,
      "eat": 789,
      "Ġsay": 790,
      "other": 791,
      "Ġtheir": 792,
      "ĠTy": 793,
      "self": 794,
      "ĠDo": 795,
      "Ġwalks": 796,
      "ĠTyler": 797,
      "ving": 798,
      "ĉC": 799,
      "Ġbeen": 800,
      "ody": 801,
      "ings": 802,
      "ĠNo": 803,
      "Ġtr": 804,
      "ven": 805,
      "Ġar": 806,
      "ound": 807,
      "ĠThat": 808,
      "ort": 809,
      "Ġnow": 810,
      "air": 811,
      "ies": 812,
      "Ġtakes": 813,
      "Ġfl": 814,
      "Ġen": 815,
      "Ġcon": 816,
      "Ġface": 817,
      "eps": 818,
      "Ġtime": 819,
      "Ġph": 820,
      "ree": 821,
      "Ġrun": 822,
      "ELLO": 823,
      "Ġgun": 824,
      "Ġeyes": 825,
      "Ġsa": 826,
      "ĉHe": 827,
      "be": 828,
      "ud": 829,
      "ps": 830,
      "Ġcr": 831,
      "ans": 832,
      "Ġqu": 833,
      "ild": 834,
      "ĠSOM": 835,
      "omet": 836,
      ")ĊĊ": 837,
      "Ġway": 838,
      "Ġwind": 839,
      "Ġcont": 840,
      "Ġac": 841,
      "EXT": 842,
      "ark": 843,
      "NE": 844,
      "te": 845,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 846,
      "AG": 847,
      "ile": 848,
      "NY": 849,
      "Ġhold": 850,
      "ĠWh": 851,
      "ERSET": 852,
      "ĠSOMERSET": 853,
      "LER": 854,
      "eo": 855,
      "Ġclo": 856,
      "ble": 857,
      "tle": 858,
      "ang": 859,
      "Ġgl": 860,
      "ins": 861,
      "Ġlight": 862,
      "Ġstart": 863,
      "ĠMILL": 864,
      ":ĊĊ": 865,
      "Ġwould": 866,
      "ĠBr": 867,
      "ĠThis": 868,
      "Ġhad": 869,
      "OPER": 870,
      "ĠMILLS": 871,
      "ĠCOOPER": 872,
      "ICE": 873,
      "ĠTY": 874,
      "ross": 875,
      "IL": 876,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 877,
      "age": 878,
      "Ġsomet": 879,
      "ub": 880,
      "Ġwill": 881,
      "ĉw": 882,
      "Ġpe": 883,
      "ĠTYLER": 884,
      "Ġte": 885,
      "Ġcould": 886,
      "ys": 887,
      "ets": 888,
      "Ġunder": 889,
      "Ġtwo": 890,
      "ife": 891,
      "ress": 892,
      "Ġbr": 893,
      "INC": 894,
      "ONE": 895,
      "here": 896,
      "ĉMICHAEL": 897,
      "ĉD": 898,
      ".ĊĊĊ": 899,
      "ĉs": 900,
      "ite": 901,
      "ance": 902,
      "Ġevery": 903,
      "Ġwork": 904,
      "hind": 905,
      "ious": 906,
      "oll": 907,
      "ĠOF": 908,
      "ment": 909,
      "ĠTHE": 910,
      "ĠAN": 911,
      "Ġdoes": 912,
      "iz": 913,
      "Ġtoward": 914,
      "ause": 915,
      "OUSE": 916,
      "Ġwhen": 917,
      "-ĊĊ": 918,
      "UM": 919,
      "Ġsits": 920,
      "Ġhands": 921,
      "reat": 922,
      "Ġwere": 923,
      "Ġpulls": 924,
      "Ġneed": 925,
      "ĉthe": 926,
      "imp": 927,
      "thing": 928,
      "Ġgr": 929,
      "ave": 930,
      "ĠCobb": 931,
      "Ġstands": 932,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠ": 933,
      "Ġsomething": 934,
      "ĉY": 935,
      "ops": 936,
      "UL": 937,
      "Ġke": 938,
      "RA": 939,
      "co": 940,
      "ather": 941,
      "STELLO": 942,
      "IE": 943,
      "Ġnever": 944,
      "IS": 945,
      "Ġput": 946,
      "orn": 947,
      "ĠCOSTELLO": 948,
      "'d": 949,
      "CONTINUED": 950,
      "ue": 951,
      "Ġmore": 952,
      "Ġent": 953,
      "rying": 954,
      "Ġsw": 955,
      "Ġche": 956,
      "Ġem": 957,
      "ĉRED": 958,
      "Ġtalk": 959,
      "Ġwall": 960,
      "ĠMar": 961,
      "ĠROOM": 962,
      "ĉB": 963,
      "ĉf": 964,
      "Ġfind": 965,
      "Ġstill": 966,
      "Ġlooking": 967,
      "ople": 968,
      "ber": 969,
      "iss": 970,
      "INCENT": 971,
      "hen": 972,
      "Ġspe": 973,
      "Ġblack": 974,
      "pl": 975,
      "ĠDO": 976,
      "ĠVINCENT": 977,
      "ost": 978,
      "Ġwatch": 979,
      "ĠCONTINU": 980,
      "Ġsteps": 981,
      "IR": 982,
      "YN": 983,
      "Ġtell": 984,
      "Ġlong": 985,
      "Ġbeg": 986,
      "Ġbehind": 987,
      "Ġlit": 988,
      "Ġbel": 989,
      "ces": 990,
      "ft": 991,
      "oun": 992,
      "ĠCONTINUOUS": 993,
      "ĠCAR": 994,
      "--------": 995,
      "ears": 996,
      "fter": 997,
      "Ġflo": 998,
      "iles": 999,
      "na": 1000,
      "ph": 1001,
      "ren": 1002,
      "Ġgood": 1003,
      "Ġfront": 1004,
      "ĊĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĊ": 1005,
      "Ġtoo": 1006,
      "ĠSo": 1007,
      "ĠMr": 1008,
      "ĠBR": 1009,
      "Ġbu": 1010,
      "Ġmake": 1011,
      "ĠTO": 1012,
      "AB": 1013,
      "pt": 1014,
      "Ġold": 1015,
      "OLYN": 1016,
      "ĉh": 1017,
      "ĠThere": 1018,
      "ane": 1019,
      "os": 1020,
      "Ġcome": 1021,
      "orm": 1022,
      "la": 1023,
      "Ġopens": 1024,
      "ĉc": 1025,
      "ouse": 1026,
      "cent": 1027,
      "Ġtake": 1028,
      "ĠBO": 1029,
      "Cobb": 1030,
      "ream": 1031,
      "ĠHOUSE": 1032,
      "Ġtable": 1033,
      "ich": 1034,
      "enny": 1035,
      "Ġshould": 1036,
      "bs": 1037,
      "oth": 1038,
      "irst": 1039,
      "aring": 1040,
      "Ġbed": 1041,
      "Ġgra": 1042,
      "ĠJenny": 1043,
      "Ġphone": 1044,
      "isc": 1045,
      "ump": 1046,
      "Ġlet": 1047,
      "ĠIn": 1048,
      "Ġpr": 1049,
      "ĉb": 1050,
      "Ġtra": 1051,
      "Ġcall": 1052,
      "Ġgets": 1053,
      "Ġwhere": 1054,
      "LA": 1055,
      "ĠSt": 1056,
      "cks": 1057,
      "ALL": 1058,
      "fore": 1059,
      "ug": 1060,
      "Ġside": 1061,
      "act": 1062,
      "sh": 1063,
      "ITY": 1064,
      "ign": 1065,
      "Ġlittle": 1066,
      "Ġhow": 1067,
      "ash": 1068,
      "Ġmoves": 1069,
      "ee": 1070,
      "Ġmen": 1071,
      "Ġwindow": 1072,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1073,
      ".S": 1074,
      "ĠU": 1075,
      "ester": 1076,
      "ons": 1077,
      "ĠSH": 1078,
      "ERB": 1079,
      "TH": 1080,
      "eaton": 1081,
      "Ġdr": 1082,
      "Ġdes": 1083,
      "Ġreal": 1084,
      "EO": 1085,
      "ens": 1086,
      "ooks": 1087,
      "¿½": 1088,
      "ï¿½": 1089,
      "ĠQ": 1090,
      "Ġï¿½": 1091,
      "ARD": 1092,
      "Ġpeople": 1093,
      "xt": 1094,
      "ĉm": 1095,
      "Ġsit": 1096,
      "Ġstre": 1097,
      "VE": 1098,
      "wn": 1099,
      "Ġour": 1100,
      "hed": 1101,
      "ĠCh": 1102,
      "Ġfloor": 1103,
      "ough": 1104,
      "ĠMAR": 1105,
      "up": 1106,
      "Ġbus": 1107,
      "ĠMAN": 1108,
      "================": 1109,
      "den": 1110,
      "ULES": 1111,
      "ICK": 1112,
      "ily": 1113,
      "Ġonly": 1114,
      "ĠJULES": 1115,
      "aking": 1116,
      "Ġgoes": 1117,
      ".\"": 1118,
      "IC": 1119,
      "ESTER": 1120,
      "ah": 1121,
      "igh": 1122,
      "ĊĠĠĠĠĠĠĠĠĠĠĊ": 1123,
      "Ġhel": 1124,
      "Ġhapp": 1125,
      "sp": 1126,
      "Ġdis": 1127,
      "...Ċ": 1128,
      "ĠAndy": 1129,
      "Ġfoll": 1130,
      "ated": 1131,
      "ĠLESTER": 1132,
      "ATER": 1133,
      "Ġclos": 1134,
      "ĉd": 1135,
      "Ġapp": 1136,
      "ĠIf": 1137,
      "Ġpre": 1138,
      "Ġtri": 1139,
      "Ġbet": 1140,
      "Ġfirst": 1141,
      "Ġsur": 1142,
      "Ġmom": 1143,
      "Ġread": 1144,
      "Ġacross": 1145,
      "ĉYou": 1146,
      "ĉF": 1147,
      "ĉEXT": 1148,
      "Ġbefore": 1149,
      "Ġrem": 1150,
      "Ġpick": 1151,
      "OUN": 1152,
      ".)": 1153,
      "ling": 1154,
      "rth": 1155,
      "Ġdri": 1156,
      "onna": 1157,
      "ĠOFF": 1158,
      "rthur": 1159,
      "Ġam": 1160,
      "ĊĊĊ": 1161,
      "Ġstarts": 1162,
      "ath": 1163,
      "Ġinside": 1164,
      "ĠHow": 1165,
      "ĠBrand": 1166,
      "ence": 1167,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1168,
      "ĠMc": 1169,
      "ĠCOR": 1170,
      "Ġdidn": 1171,
      "cause": 1172,
      "Ġwr": 1173,
      "Ġwait": 1174,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1175,
      "ĠAn": 1176,
      "ĠKeaton": 1177,
      "ischer": 1178,
      ":Ċ": 1179,
      "ION": 1180,
      "Ġcomes": 1181,
      "Ġagainst": 1182,
      "ew": 1183,
      "ike": 1184,
      "ger": 1185,
      "Ġday": 1186,
      "ĠCH": 1187,
      "ĠThen": 1188,
      "Ġanother": 1189,
      "ope": 1190,
      "CT": 1191,
      "ls": 1192,
      "oot": 1193,
      "Ġsees": 1194,
      "Ġarm": 1195,
      "aches": 1196,
      "Ġdead": 1197,
      "HER": 1198,
      "orp": 1199,
      "Ġgonna": 1200,
      "Ġstare": 1201,
      "ĠNeo": 1202,
      "Ġwatches": 1203,
      "The": 1204,
      "Ġstr": 1205,
      "ods": 1206,
      "ĠHis": 1207,
      "ANDY": 1208,
      "ĠBRAND": 1209,
      "ear": 1210,
      "eah": 1211,
      "get": 1212,
      "ock": 1213,
      "Ġvery": 1214,
      "ish": 1215,
      "11": 1216,
      "ail": 1217,
      "Ġhimself": 1218,
      "ĉNEO": 1219,
      "ĠButch": 1220,
      "ning": 1221,
      "Ġhouse": 1222,
      "oney": 1223,
      "ĉp": 1224,
      "ĉANDY": 1225,
      "Ġfall": 1226,
      "ames": 1227,
      "Ġshit": 1228,
      "Ġmoment": 1229,
      "ator": 1230,
      "Ġthan": 1231,
      "ĠVin": 1232,
      "RIAD": 1233,
      "ĠMcM": 1234,
      "Ġplace": 1235,
      "Ġsaid": 1236,
      "Ġbegins": 1237,
      "-Ċ": 1238,
      "Ġlife": 1239,
      "ĠAR": 1240,
      "ĠARIAD": 1241,
      "ĉĉĉĠ": 1242,
      "AGEN": 1243,
      "ĠARIADNE": 1244,
      "ia": 1245,
      "ASH": 1246,
      "AIN": 1247,
      "av": 1248,
      "ines": 1249,
      "Ġhear": 1250,
      "ĠBU": 1251,
      "AP": 1252,
      "erb": 1253,
      "ool": 1254,
      "ĠWell": 1255,
      "Ġeach": 1256,
      "ĠLATER": 1257,
      "ID": 1258,
      "ĠNot": 1259,
      "ions": 1260,
      "Ġcomp": 1261,
      "Ġruns": 1262,
      "Ġfin": 1263,
      "ade": 1264,
      "Ġholds": 1265,
      "MENT": 1266,
      "UE": 1267,
      "cy": 1268,
      "we": 1269,
      "Ġthing": 1270,
      "ORP": 1271,
      "Ġnew": 1272,
      "ied": 1273,
      "uch": 1274,
      "ought": 1275,
      "Ġsmiles": 1276,
      "OD": 1277,
      "kay": 1278,
      "ĉAnd": 1279,
      "fe": 1280,
      "ĉG": 1281,
      "Ġpart": 1282,
      "ĠBUT": 1283,
      "ĠDon": 1284,
      "ONNY": 1285,
      "Ġtrying": 1286,
      "nds": 1287,
      "Ġyears": 1288,
      "Ġnext": 1289,
      "Ġlau": 1290,
      "ĉMORP": 1291,
      "HEUS": 1292,
      "ĉMORPHEUS": 1293,
      "VER": 1294,
      "tain": 1295,
      "Ġnods": 1296,
      "outh": 1297,
      "ART": 1298,
      "WN": 1299,
      "aw": 1300,
      "ise": 1301,
      "Ġpass": 1302,
      "Ġgi": 1303,
      "ĠHO": 1304,
      "Ġeven": 1305,
      "ĠNow": 1306,
      "Ġfeel": 1307,
      "ose": 1308,
      "Ġdark": 1309,
      "Ġpoin": 1310,
      "Ġbig": 1311,
      "ĠCUT": 1312,
      "ĠMI": 1313,
      "ĠAs": 1314,
      "ek": 1315,
      "Ġafter": 1316,
      "Ġstops": 1317,
      "Ġonto": 1318,
      "ĠRed": 1319,
      "riad": 1320,
      "aito": 1321,
      "erbal": 1322,
      "EAT": 1323,
      "__": 1324,
      "Ġbody": 1325,
      "IM": 1326,
      "reen": 1327,
      "Ġcle": 1328,
      "ates": 1329,
      "Ġkill": 1330,
      "STER": 1331,
      "ERBAL": 1332,
      "ĠVincent": 1333,
      "Ġad": 1334,
      "Ġnight": 1335,
      "ĠDON": 1336,
      "ĠFR": 1337,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1338,
      "ĠVERBAL": 1339,
      "denly": 1340,
      "riadne": 1341,
      "led": 1342,
      "Ġ'": 1343,
      "heus": 1344,
      "Ġhu": 1345,
      "Ġplay": 1346,
      "aces": 1347,
      "Ġsmall": 1348,
      "ĠOFFICE": 1349,
      "orpheus": 1350,
      "ĠTra": 1351,
      "ary": 1352,
      "LEONE": 1353,
      "ĠWhy": 1354,
      "ĠCORLEONE": 1355,
      "ial": 1356,
      "Ġdra": 1357,
      "Ġass": 1358,
      "Ġseem": 1359,
      "icky": 1360,
      "Ġfeet": 1361,
      "Ġfuckin": 1362,
      "Ġstreet": 1363,
      "ness": 1364,
      "ANE": 1365,
      "rin": 1366,
      "Ġmuch": 1367,
      "ange": 1368,
      "ĠMAD": 1369,
      "airs": 1370,
      "ible": 1371,
      "ng": 1372,
      "ove": 1373,
      "ĉy": 1374,
      "Ġthr": 1375,
      "Ġguy": 1376,
      "ĠDoe": 1377,
      "94": 1378,
      "Ġsk": 1379,
      "Ġfight": 1380,
      "Ġlist": 1381,
      "Ġname": 1382,
      "ict": 1383,
      "Ġdoesn": 1384,
      "THUR": 1385,
      "ICKY": 1386,
      "ĠARTHUR": 1387,
      "ĠMADOLYN": 1388,
      "ord": 1389,
      "ĠBL": 1390,
      "ĠRICKY": 1391,
      "ĠMARLA": 1392,
      "Ġstares": 1393,
      "body": 1394,
      "aybe": 1395,
      "Ġdoing": 1396,
      "Ġalong": 1397,
      "Ġanything": 1398,
      "ĠBUTCH": 1399,
      "ĠSM": 1400,
      "ENNY": 1401,
      "room": 1402,
      "ORN": 1403,
      "ĉNeo": 1404,
      "Ġcontin": 1405,
      "Ġbuild": 1406,
      "oly": 1407,
      "ĠJENNY": 1408,
      "Ġblood": 1409,
      "gent": 1410,
      "iet": 1411,
      "Ġ...": 1412,
      "Ġever": 1413,
      "ĠLO": 1414,
      "Ġputs": 1415,
      "RIN": 1416,
      "Ġbre": 1417,
      "ved": 1418,
      "Ġhome": 1419,
      "Ġpap": 1420,
      "stand": 1421,
      "ĠMarla": 1422,
      "ix": 1423,
      "Ġimp": 1424,
      "ating": 1425,
      "Ġdream": 1426,
      "Ġlast": 1427,
      "Ġgive": 1428,
      "ster": 1429,
      "orry": 1430,
      "ĠBe": 1431,
      "Ġship": 1432,
      "Ġask": 1433,
      "ieve": 1434,
      "ho": 1435,
      "ze": 1436,
      "Ġbar": 1437,
      "UMP": 1438,
      "Ġkeep": 1439,
      "ZZ": 1440,
      "Ġown": 1441,
      "Ġhard": 1442,
      "Ġthings": 1443,
      "ĠFischer": 1444,
      "ĠVerbal": 1445,
      "Ġmove": 1446,
      "Ġleft": 1447,
      "ĉDON": 1448,
      "head": 1449,
      "atch": 1450,
      "Ġdist": 1451,
      "ened": 1452,
      "Ġpain": 1453,
      "Ġsure": 1454,
      "ASE": 1455,
      "ĠANG": 1456,
      "ĠTracy": 1457,
      "45": 1458,
      "lev": 1459,
      "Ġits": 1460,
      "ĠLester": 1461,
      "Ġmean": 1462,
      "ELA": 1463,
      "Ġemp": 1464,
      "gs": 1465,
      "mer": 1466,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1467,
      "Ġcoun": 1468,
      "ĠCol": 1469,
      "ĠOh": 1470,
      "EATON": 1471,
      "aves": 1472,
      "ject": 1473,
      "ues": 1474,
      "Ġdro": 1475,
      "ĠSP": 1476,
      "vel": 1477,
      "ĠGod": 1478,
      "ĉTRIN": 1479,
      "app": 1480,
      "ĠKEATON": 1481,
      "ĉTRINITY": 1482,
      "Ġmoney": 1483,
      "ĠTRA": 1484,
      "ĠSC": 1485,
      "ĠDan": 1486,
      "ful": 1487,
      "Ġ#": 1488,
      "Ġsn": 1489,
      "Ġfing": 1490,
      "Ġmouth": 1491,
      "ides": 1492,
      "Ġfrie": 1493,
      "Ġlaugh": 1494,
      "Ġap": 1495,
      "owing": 1496,
      "umb": 1497,
      "Ġglass": 1498,
      "Ġtowards": 1499,
      "iness": 1500,
      "Ġthree": 1501,
      "Ġthought": 1502,
      "ĠAP": 1503,
      "Ġstop": 1504,
      "Ġatt": 1505,
      "ANCE": 1506,
      "Ġjob": 1507,
      "Ġwhich": 1508,
      "Ġbox": 1509,
      "ROOM": 1510,
      "Ġhelp": 1511,
      "olyn": 1512,
      "LY": 1513,
      "iv": 1514,
      "ĠTH": 1515,
      "ANT": 1516,
      "ESS": 1517,
      "rom": 1518,
      "uff": 1519,
      "Ġpol": 1520,
      "ORT": 1521,
      "ĠSTRE": 1522,
      "UJ": 1523,
      "itc": 1524,
      "arge": 1525,
      "Ġexp": 1526,
      "ĠCONTINUED": 1527,
      "ĠWho": 1528,
      "ĉl": 1529,
      "Ġrest": 1530,
      "Ġnothing": 1531,
      "ĉHAGEN": 1532,
      "ips": 1533,
      "ĉO": 1534,
      "Ġsame": 1535,
      "Ġreaches": 1536,
      "ENZ": 1537,
      "ung": 1538,
      "Ġ--ĊĊ": 1539,
      "Ġplan": 1540,
      "ways": 1541,
      "Ġfew": 1542,
      "the": 1543,
      "Ġfar": 1544,
      "Ġpie": 1545,
      "omm": 1546,
      "ĠYeah": 1547,
      "Ġwhy": 1548,
      "aps": 1549,
      "Ġworld": 1550,
      "ĠSTREET": 1551,
      "KS": 1552,
      "read": 1553,
      "ĠSA": 1554,
      "ĉAndy": 1555,
      "UJAN": 1556,
      "ĉL": 1557,
      "ĉg": 1558,
      "ĠZ": 1559,
      "Ġsil": 1560,
      "Ġreally": 1561,
      "Ġhole": 1562,
      "Ġenters": 1563,
      "iver": 1564,
      "ted": 1565,
      "Ġpast": 1566,
      "Ġend": 1567,
      "irt": 1568,
      "ĠKUJAN": 1569,
      "Ġpicks": 1570,
      "rinity": 1571,
      "Ġwom": 1572,
      "ENAN": 1573,
      "ĠOne": 1574,
      "ITE": 1575,
      "Ġwater": 1576,
      "ĉSONNY": 1577,
      "Ġbelieve": 1578,
      "Ġdesk": 1579,
      "ĠQUE": 1580,
      "ĠQUEENAN": 1581,
      "EY": 1582,
      "his": 1583,
      "Ġhang": 1584,
      "Ġper": 1585,
      "ower": 1586,
      "ĉWhat": 1587,
      "SE": 1588,
      "ner": 1589,
      "Ġmind": 1590,
      "ork": 1591,
      "ances": 1592,
      "ĠJANE": 1593,
      "ILD": 1594,
      "Ġgrabs": 1595,
      "06": 1596,
      "ĉand": 1597,
      "Ġim": 1598,
      "Ġser": 1599,
      "Ġsorry": 1600,
      "Ġmade": 1601,
      "anus": 1602,
      "Ġpus": 1603,
      "ĠYes": 1604,
      "Ġoutside": 1605,
      "OTEL": 1606,
      "10": 1607,
      "FT": 1608,
      "MAT": 1609,
      "der": 1610,
      "oh": 1611,
      "Ġice": 1612,
      "Ġwon": 1613,
      "ises": 1614,
      "Ġcare": 1615,
      "Ġwell": 1616,
      "ĠEvery": 1617,
      "Ġguys": 1618,
      "ier": 1619,
      "old": 1620,
      "Ġcop": 1621,
      "Ġfather": 1622,
      "Ġempty": 1623,
      "DER": 1624,
      "OW": 1625,
      "WO": 1626,
      "Ġfam": 1627,
      "ors": 1628,
      "iling": 1629,
      "artment": 1630,
      "RIX": 1631,
      "Ġclose": 1632,
      "GENT": 1633,
      "IVE": 1634,
      "ever": 1635,
      "yle": 1636,
      "Ġair": 1637,
      "ĠSh": 1638,
      "ĠHE": 1639,
      "ĠAll": 1640,
      "leep": 1641,
      "ĠRicky": 1642,
      "ĠGet": 1643,
      "MATRIX": 1644,
      "OV": 1645,
      "OICE": 1646,
      "ANK": 1647,
      "ĠHey": 1648,
      "ARTMENT": 1649,
      "IO": 1650,
      "com": 1651,
      "ib": 1652,
      "less": 1653,
      "sw": 1654,
      "Ġthese": 1655,
      "Ġtold": 1656,
      "ĠMICHAEL": 1657,
      "OUNG": 1658,
      "Ġact": 1659,
      "Ġsound": 1660,
      "Ġbull": 1661,
      "Ġbag": 1662,
      "Ġhigh": 1663,
      "igare": 1664,
      "Ġchair": 1665,
      "AMES": 1666,
      "Ġstanding": 1667,
      ".\"ĊĊ": 1668,
      "igaret": 1669,
      "Ġcur": 1670,
      "Ġcorn": 1671,
      "Ġfire": 1672,
      "ater": 1673,
      "Ġlot": 1674,
      "ĠSE": 1675,
      "ĠArthur": 1676,
      "Ġste": 1677,
      "imes": 1678,
      "ĠWhere": 1679,
      "Ġshot": 1680,
      "ATION": 1681,
      "Ġslow": 1682,
      "Ġenough": 1683,
      "ĉP": 1684,
      "ĠON": 1685,
      "ening": 1686,
      "ĠJane": 1687,
      "Ġel": 1688,
      "amn": 1689,
      "Ġcoming": 1690,
      "Ġfucking": 1691,
      "Ġbusiness": 1692,
      "form": 1693,
      "of": 1694,
      "Ġmet": 1695,
      "ĠSaito": 1696,
      "ĠMy": 1697,
      "ĠFAB": 1698,
      "ĠYOUNG": 1699,
      "illy": 1700,
      "unk": 1701,
      "Ġwhite": 1702,
      "ĉThey": 1703,
      "ĠĠĠ": 1704,
      "Ġbit": 1705,
      "Ġhur": 1706,
      "Ġfree": 1707,
      "ĠCase": 1708,
      "ĠWhen": 1709,
      "ĠJust": 1710,
      "amp": 1711,
      "ressed": 1712,
      "aut": 1713,
      "ying": 1714,
      "arolyn": 1715,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1716,
      "Ġbeat": 1717,
      "Ġkid": 1718,
      "Ġseco": 1719,
      "ules": 1720,
      "ĉWe": 1721,
      "Ġseems": 1722,
      "ohn": 1723,
      "az": 1724,
      "ian": 1725,
      "oc": 1726,
      "Ġsign": 1727,
      "Ġwar": 1728,
      "Ġbook": 1729,
      "Ġmakes": 1730,
      "lease": 1731,
      "Ġseat": 1732,
      "Ġlead": 1733,
      "ĉIt": 1734,
      "Ġspeak": 1735,
      "ĠCAROLYN": 1736,
      "Ġbetter": 1737,
      "Ġpaper": 1738,
      "13": 1739,
      "WAY": 1740,
      "ĉin": 1741,
      "ĠHOTEL": 1742,
      "ĠDE": 1743,
      "Ġbecause": 1744,
      "ĠLet": 1745,
      "pped": 1746,
      "Ġboat": 1747,
      "Ġcontro": 1748,
      "Ġeverything": 1749,
      "Ġtries": 1750,
      "ENZA": 1751,
      "MENZA": 1752,
      "til": 1753,
      "wo": 1754,
      "ĉto": 1755,
      "Ġbot": 1756,
      "atter": 1757,
      "Ġmin": 1758,
      "ĠSm": 1759,
      "ĠMORN": 1760,
      "ĠBAR": 1761,
      "ENCH": 1762,
      "ards": 1763,
      "LEMENZA": 1764,
      "URN": 1765,
      "ĠMORNING": 1766,
      "OLL": 1767,
      "over": 1768,
      "ru": 1769,
      "Ġset": 1770,
      "Ġcase": 1771,
      "ĠMur": 1772,
      "ching": 1773,
      "ices": 1774,
      "ĠOn": 1775,
      "ield": 1776,
      "ITH": 1777,
      "ember": 1778,
      "Ġsays": 1779,
      "Ġcrow": 1780,
      "Ġholding": 1781,
      "Ġunderstand": 1782,
      "Ġdrink": 1783,
      "Ġbreak": 1784,
      "io": 1785,
      "res": 1786,
      "Ġhal": 1787,
      "Ġcell": 1788,
      "Ġstra": 1789,
      "veal": 1790,
      "ident": 1791,
      "cept": 1792,
      "Ġred": 1793,
      "ĠPR": 1794,
      "ĠEAMES": 1795,
      "ello": 1796,
      "Ġfollow": 1797,
      "ĠMcManus": 1798,
      "ĠAPARTMENT": 1799,
      "ĠMurph": 1800,
      "IP": 1801,
      "IEN": 1802,
      "ok": 1803,
      "Ġain": 1804,
      "Ġcigaret": 1805,
      "Ġtop": 1806,
      "Ġline": 1807,
      "ĠCost": 1808,
      "Ġstay": 1809,
      "ical": 1810,
      "ĉAGENT": 1811,
      "Ġeye": 1812,
      "ubb": 1813,
      "light": 1814,
      "ory": 1815,
      "Ġrel": 1816,
      "Ġshr": 1817,
      "Ġansw": 1818,
      "ĠGump": 1819,
      "Ġleans": 1820,
      "IGN": 1821,
      "Ġsupp": 1822,
      "Ġalways": 1823,
      "ures": 1824,
      "Ġquick": 1825,
      "Ġlights": 1826,
      "gether": 1827,
      "Ġcontinues": 1828,
      "Ġbuilding": 1829,
      "Ġwoman": 1830,
      "12": 1831,
      "SP": 1832,
      "pe": 1833,
      "uf": 1834,
      "ĉK": 1835,
      "ĠEN": 1836,
      "Ġfound": 1837,
      "Ġdone": 1838,
      "ĠMal": 1839,
      "ĠBRO": 1840,
      "ĠJohn": 1841,
      "Ġsho": 1842,
      "Ġleave": 1843,
      "Ġtalking": 1844,
      "Ġwatching": 1845,
      "----------------": 1846,
      "Ġbad": 1847,
      "Ġthose": 1848,
      "Ġbeing": 1849,
      "================================": 1850,
      "Ġwaiting": 1851,
      "ĠANGELA": 1852,
      "ACE": 1853,
      "UG": 1854,
      "most": 1855,
      "ned": 1856,
      "Ġsqu": 1857,
      "Ġbreat": 1858,
      "Ġcent": 1859,
      "ĠIs": 1860,
      "Ġground": 1861,
      "Ġhell": 1862,
      "Ġear": 1863,
      "vers": 1864,
      "Ġrock": 1865,
      "Ġboy": 1866,
      "ĉyou": 1867,
      "CY": 1868,
      "oin": 1869,
      "ror": 1870,
      "Ġide": 1871,
      "iny": 1872,
      "Ġhit": 1873,
      "Ġgone": 1874,
      "ĠDAN": 1875,
      "ĠJules": 1876,
      "ries": 1877,
      "ĠVOICE": 1878,
      "Ġabove": 1879,
      "Ġroll": 1880,
      "Ġgives": 1881,
      "ĠFRENCH": 1882,
      "HN": 1883,
      "OHN": 1884,
      "bo": 1885,
      "ms": 1886,
      "rist": 1887,
      "ction": 1888,
      "Ġsub": 1889,
      "ffee": 1890,
      "Arthur": 1891,
      "Ġcut": 1892,
      "Ġmight": 1893,
      "ĠMorpheus": 1894,
      "Ġheard": 1895,
      "ĠLI": 1896,
      "ĠLT": 1897,
      "rie": 1898,
      "Ġchild": 1899,
      "Ġclim": 1900,
      "Ġlove": 1901,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1902,
      "ĠFABIEN": 1903,
      "ĠFABIENNE": 1904,
      "Ġfoot": 1905,
      "Ġlarge": 1906,
      "Ġgir": 1907,
      "Ġyoung": 1908,
      "ĠAriadne": 1909,
      "ĠLook": 1910,
      "ĠPRI": 1911,
      "erson": 1912,
      "OMAN": 1913,
      "ATE": 1914,
      "ape": 1915,
      "Ġfalls": 1916,
      "ween": 1917,
      "ECT": 1918,
      "ced": 1919,
      "cle": 1920,
      "ds": 1921,
      "ret": 1922,
      "ĠMan": 1923,
      "ĠNew": 1924,
      "ITO": 1925,
      "ney": 1926,
      "Ġsitting": 1927,
      "DY": 1928,
      "Ġboth": 1929,
      "Ġcross": 1930,
      "Ġfast": 1931,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1932,
      "Ġinc": 1933,
      "sell": 1934,
      "Ġreveal": 1935,
      "Ġshut": 1936,
      "Ġcoll": 1937,
      "ĠDoyle": 1938,
      "Ġfriend": 1939,
      "not": 1940,
      "Ġson": 1941,
      "Ġdif": 1942,
      "Ġmass": 1943,
      "Ġlay": 1944,
      "ĠSome": 1945,
      "ĠBilly": 1946,
      "ĠCOM": 1947,
      "ĠRE": 1948,
      "Ġseen": 1949,
      "Ġwhile": 1950,
      "Ġoffice": 1951,
      "ĉShe": 1952,
      "feren": 1953,
      "Ġidea": 1954,
      "66": 1955,
      "ĉe": 1956,
      "ndred": 1957,
      "Ġcour": 1958,
      "Ġcame": 1959,
      "Ġfive": 1960,
      "ony": 1961,
      "Ġtogether": 1962,
      "ĠSe": 1963,
      "ĠMOM": 1964,
      "ĠMAL": 1965,
      "Ġrad": 1966,
      "ute": 1967,
      "ants": 1968,
      "Ġmoving": 1969,
      "Ġothers": 1970,
      "Ġsomeone": 1971,
      "anks": 1972,
      "ĠSAITO": 1973,
      "Ġelse": 1974,
      "Ġcre": 1975,
      "att": 1976,
      "Ġshakes": 1977,
      "ADE": 1978,
      "Ġcoffee": 1979,
      "Ġtruck": 1980,
      "orton": 1981,
      "itchen": 1982,
      "Ġcrowd": 1983,
      "cess": 1984,
      "no": 1985,
      "Ġtou": 1986,
      "ense": 1987,
      "Ġgreat": 1988,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 1989,
      "ĠAfter": 1990,
      "ĠJOHN": 1991,
      "acks": 1992,
      "ĠLt": 1993,
      "Ġkick": 1994,
      "Ġgetting": 1995,
      "Ġsud": 1996,
      "Ġheads": 1997,
      "Ġphot": 1998,
      "uddenly": 1999,
      "ĠMIA": 2000,
      "Ġcorner": 2001,
      "dy": 2002,
      "ond": 2003,
      "Ġwent": 2004,
      "Ġdet": 2005,
      "arb": 2006,
      "ĠHALL": 2007,
      "ERA": 2008,
      "Ġresp": 2009,
      "Ġalone": 2010,
      "Ġslowly": 2011,
      "Ġhalf": 2012,
      "ĠCostello": 2013,
      "-l": 2014,
      "-p": 2015,
      "ax": 2016,
      "day": 2017,
      "ipp": 2018,
      "ition": 2019,
      "Ġfill": 2020,
      "Ġmir": 2021,
      "Ġmust": 2022,
      "ents": 2023,
      "ently": 2024,
      "ĠRe": 2025,
      "Ġvan": 2026,
      "Ġscreen": 2027,
      "hole": 2028,
      "-f": 2029,
      "ey": 2030,
      "ually": 2031,
      "where": 2032,
      "Ġhall": 2033,
      "Ġmiss": 2034,
      "ORE": 2035,
      "CHER": 2036,
      "Ġtrain": 2037,
      "Ġwrong": 2038,
      "Ġpoints": 2039,
      "Ġfamily": 2040,
      "Ġsecond": 2041,
      "ĠBROWN": 2042,
      "SER": 2043,
      "Ġsir": 2044,
      "Ġwife": 2045,
      "Ġbra": 2046,
      "Ġdire": 2047,
      "oof": 2048,
      "Ġkitchen": 2049,
      "ITCH": 2050,
      "UNT": 2051,
      "Ġuntil": 2052,
      "Ġfollows": 2053,
      "Ġbetween": 2054,
      "levator": 2055,
      "Ġpolice": 2056,
      "yp": 2057,
      "Ġtry": 2058,
      "Ġland": 2059,
      "Ġpa": 2060,
      "vered": 2061,
      "ĠDIGN": 2062,
      "ĠFIT": 2063,
      "ANG": 2064,
      "ANUS": 2065,
      "ĠRoth": 2066,
      "Ġkiss": 2067,
      "ENTS": 2068,
      "aught": 2069,
      "Ġworm": 2070,
      "Ġdec": 2071,
      "ĉKAY": 2072,
      "ĠDIGNAM": 2073,
      "OZZ": 2074,
      "cur": 2075,
      "Ġmother": 2076,
      "ĠSU": 2077,
      "ĠAl": 2078,
      "ĠWOMAN": 2079,
      "Ġrec": 2080,
      "umber": 2081,
      "Ġpock": 2082,
      "ĠBUILD": 2083,
      "OLLOZZ": 2084,
      "OLLOZZO": 2085,
      "UARD": 2086,
      "ging": 2087,
      "ired": 2088,
      "so": 2089,
      "Ġokay": 2090,
      "ision": 2091,
      "Ġhum": 2092,
      "Ġcra": 2093,
      "Ġmot": 2094,
      "Ġonce": 2095,
      "Ġshow": 2096,
      "ĠOkay": 2097,
      "Ġyourself": 2098,
      "ations": 2099,
      "Ġrunning": 2100,
      "AGE": 2101,
      "Ġshoulder": 2102,
      "sellus": 2103,
      "IST": 2104,
      "Ġtight": 2105,
      "Ġball": 2106,
      "Ġint": 2107,
      "ERN": 2108,
      "Ġelevator": 2109,
      "Ġkind": 2110,
      "Ġknew": 2111,
      "Ġspace": 2112,
      "OTH": 2113,
      "Ġboys": 2114,
      "Ġquiet": 2115,
      "ĠMarsellus": 2116,
      "ĠChrist": 2117,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2118,
      "Ġhundred": 2119,
      "Ġapartment": 2120,
      "ĠMOMENTS": 2121,
      "ITCHEN": 2122,
      "ĠBUILDING": 2123,
      "Lester": 2124,
      "oice": 2125,
      "ta": 2126,
      "Ġtiny": 2127,
      "ering": 2128,
      "Ġfull": 2129,
      "Ġpict": 2130,
      "ĠCome": 2131,
      "ĠMia": 2132,
      "ley": 2133,
      "ESE": 2134,
      "Ġalmost": 2135,
      "Ġused": 2136,
      "Ġproble": 2137,
      "orning": 2138,
      "Ġbelow": 2139,
      "Ġhappened": 2140,
      "Ġremember": 2141,
      "ĠSMITH": 2142,
      "Ġcigarette": 2143,
      "55": 2144,
      "OOT": 2145,
      "ched": 2146,
      "ges": 2147,
      "man": 2148,
      "zz": 2149,
      "Ġed": 2150,
      "ĠUN": 2151,
      "Ġsch": 2152,
      "Ġstairs": 2153,
      "ams": 2154,
      "Ġwithout": 2155,
      "ĠPH": 2156,
      "Ġleaves": 2157,
      "ĉRed": 2158,
      "Ġwouldn": 2159,
      "Ġfinds": 2160,
      "ĠMcMANUS": 2161,
      "ĠMISTER": 2162,
      "Ġdifferen": 2163,
      "14": 2164,
      "He": 2165,
      "aving": 2166,
      "br": 2167,
      "Ġcap": 2168,
      "arm": 2169,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2170,
      "Ġinst": 2171,
      "INE": 2172,
      "alm": 2173,
      "ĠFIS": 2174,
      "ention": 2175,
      "Ġforward": 2176,
      "ifts": 2177,
      "Ġwasn": 2178,
      "Ġknows": 2179,
      "aul": 2180,
      "Ġwheel": 2181,
      "Ġeng": 2182,
      "ĠTRACY": 2183,
      "Ġplanet": 2184,
      "ered": 2185,
      "gr": 2186,
      "ĉa": 2187,
      "ĉst": 2188,
      "erv": 2189,
      "Ġben": 2190,
      "Ġcops": 2191,
      "ats": 2192,
      "ones": 2193,
      "Ġlow": 2194,
      "ĠAre": 2195,
      "ots": 2196,
      "ĠDET": 2197,
      "Ġrob": 2198,
      "ĠGUMP": 2199,
      "iew": 2200,
      "Ġwhole": 2201,
      "Ġarms": 2202,
      "Ġfinger": 2203,
      "ubba": 2204,
      "IF": 2205,
      "YLE": 2206,
      "cer": 2207,
      "ged": 2208,
      "oke": 2209,
      "oss": 2210,
      "off": 2211,
      "use": 2212,
      "Ġce": 2213,
      "ĠTars": 2214,
      "ĠBURN": 2215,
      "Ġisn": 2216,
      "Ġref": 2217,
      "enty": 2218,
      "ATH": 2219,
      "Ġmost": 2220,
      "Ġglances": 2221,
      "Ġbegin": 2222,
      "____": 2223,
      "Ġquickly": 2224,
      "ĠFISCHER": 2225,
      "AIR": 2226,
      "HAM": 2227,
      "SON": 2228,
      "Ġter": 2229,
      "Ġpark": 2230,
      "ĠMEN": 2231,
      "ĠBED": 2232,
      "imm": 2233,
      "Ġwearing": 2234,
      "onel": 2235,
      "lock": 2236,
      "abin": 2237,
      "ĉNo": 2238,
      "ELLOW": 2239,
      "Ġquest": 2240,
      "Ġworking": 2241,
      "ĠUP": 2242,
      "ĠColonel": 2243,
      "Ġsuddenly": 2244,
      "ĉof": 2245,
      "Ġsleep": 2246,
      "Ġob": 2247,
      "Ġbath": 2248,
      "Ġhot": 2249,
      "orr": 2250,
      "ĠTwo": 2251,
      "ĠCASE": 2252,
      "ĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠĠ": 2253,
      "ĠBubba": 2254,
      "ĠAgent": 2255,
      "Ġuse": 2256,
      "Ġrep": 2257,
      "ĠYELLOW": 2258,
      "ĠGood": 2259,
      "ATOR": 2260,
      "Ġroad": 2261,
      "Ġdoors": 2262,
      "ages": 2263,
      "ĉCLEMENZA": 2264,
      "ize": 2265,
      "Ġcloses": 2266,
      "Ġappro": 2267,
      "ĠBLACK": 2268,
      "Ġdrops": 2269,
      "ORTON": 2270,
      "Ġwormhole": 2271,
      "-b": 2272,
      "dle": 2273,
      "ĉhe": 2274,
      "Ġcir": 2275,
      "Ġcity": 2276,
      "Ġpay": 2277,
      "Ġind": 2278,
      "ĠMaybe": 2279,
      "ĠAt": 2280,
      "Ġstaring": 2281,
      "Ġret": 2282,
      "Ġmeet": 2283,
      "ĉTANK": 2284,
      "LEY": 2285,
      "Ġdeep": 2286,
      "LOW": 2287,
      "Ġtrans": 2288,
      "Ġconf": 2289,
      "meric": 2290,
      "Ġpushes": 2291,
      "AK": 2292,
      "PHER": 2293,
      "uj": 2294,
      "Ġtaking": 2295,
      "ison": 2296,
      "ised": 2297,
      "Ġfig": 2298,
      "Ġperson": 2299,
      "arr": 2300,
      "ĠCON": 2301,
      "ARS": 2302,
      "usuf": 2303,
      "aken": 2304,
      "Ġsuit": 2305,
      "Ġguess": 2306,
      "Ġprobe": 2307,
      "Ġclear": 2308,
      "AC": 2309,
      "Eames": 2310,
      "MER": 2311,
      "ci": 2312,
      "ives": 2313,
      "ĉJ": 2314,
      "Ġsing": 2315,
      "Ġsix": 2316,
      "eside": 2317,
      "ital": 2318,
      "Ġfour": 2319,
      "Ġmur": 2320,
      "ĠTV": 2321,
      "ĠCan": 2322,
      "ĠMR": 2323,
      "ird": 2324,
      "ĠKe": 2325,
      "ĠKITCHEN": 2326,
      "INTER": 2327,
      "Ġsmile": 2328,
      "ĠDOYLE": 2329,
      "osed": 2330,
      "ockney": 2331,
      "Ġschool": 2332,
      "ĠBURNHAM": 2333,
      "cious": 2334,
      "Ġbro": 2335,
      "Ġbest": 2336,
      "Ġbooks": 2337,
      "Ġdie": 2338,
      "ĠCELL": 2339,
      "ĠSL": 2340,
      "Ġstud": 2341,
      "als": 2342,
      "ĠDid": 2343,
      "LLERB": 2344,
      "ĠELLERB": 2345,
      "Ġnotices": 2346,
      "Ġcons": 2347,
      "Ġcheck": 2348,
      "ugs": 2349,
      "Ġready": 2350,
      "UGH": 2351,
      "ĠELLERBY": 2352,
      "TAIN": 2353,
      "WINTER": 2354,
      "oy": 2355,
      "Ġcou": 2356,
      "Ġmar": 2357,
      "Ġmach": 2358,
      "Ġnumber": 2359,
      "Ġra": 2360,
      "Ġdoll": 2361,
      "ĠLA": 2362,
      "irty": 2363,
      "ĠPL": 2364,
      "Ġhair": 2365,
      "ĉThat": 2366,
      "gela": 2367,
      "ared": 2368,
      "Ġmany": 2369,
      "ours": 2370,
      "ized": 2371,
      "phone": 2372,
      "autif": 2373,
      "Ġshrimp": 2374,
      "Ġanswer": 2375,
      "ĠEND": 2376,
      "Ġgirl": 2377,
      "Ġdirect": 2378,
      "ujan": 2379,
      "15": 2380,
      "Ariadne": 2381,
      "SH": 2382,
      "come": 2383,
      "ten": 2384,
      "ĊĊĊĊ": 2385,
      "Ġsy": 2386,
      "Ġmid": 2387,
      "ĠTrinity": 2388,
      "Ġpan": 2389,
      "Ġgrou": 2390,
      "Ġinter": 2391,
      "ĠBE": 2392,
      "IND": 2393,
      "ĠHockney": 2394,
      "Ġstep": 2395,
      "ĠWH": 2396,
      "ĠWOL": 2397,
